Repository: soonaverse/app
Catalog: src/locale/messages.*.xlf
Languages: de_de, zh_cn

source: Top Members
de_de: Top-Mitglieder
zh_cn: 最佳成员

source: Recent
de_de: Zuletzt
zh_cn: 最新

source: Oldest
de_de: Älteste
zh_cn: 最早的

source: Ending Soon
de_de: Endet Soon
zh_cn: 即将结束

source: Ending SOON
zh_cn: 即将结束

source: Available Date
de_de: Verfügbares Datum
zh_cn: 上市日期

source: Recently Created
de_de: Kürzlich erstellt
zh_cn: 最近创建

source: Price: Low to High
de_de: Preis: aufsteigend
zh_cn: 价格: 从低到高

source: Price: High to Low
de_de: Preis: absteigend
zh_cn: 价格: 从高到低

source: Top Traded
de_de: Top gehandelt
zh_cn: 顶级交易

source: Recently Traded
de_de: Kürzlich gehandelt
zh_cn: 最近交易

source: Public Vote
de_de: Öffentlicher Vote
zh_cn: 公开投票

source: Community Rank
de_de: Community-Rang
zh_cn: 社区排名

source: SOON on Sale
zh_cn: 即将开售

source: Recently Minted
de_de: Kürzlich geprägt
zh_cn: 最近铸造

source: Back
de_de: Zurück
zh_cn: 返回

source: Soonaverse is a platform for communities to create and manage decentralized autonomous organizations (DAOs), NFTs, projects, companies, and markets, on the feeless infrastructure of the IOTA network. Any organization can launch and trade liquid assets through our Marketplace, Launchpad, and Token Exchange products.
de_de: Soonaverse ist eine Plattform für Community's zur Schaffung und Verwaltung dezentraler autonomer Organisationen (DAOs), NFTs, Projekte, Unternehmen und Märkte auf der gebührenfreien Infrastruktur des IOTA-Netzwerks. Jede Organisation kann liquide Vermögenswerte über unseren Marktplatz, Launchpad und die Token Exchange einführen und handeln.
zh_cn: Soonaverse是一个平台，供社区在IOTA网络的无手续费基础设施上创建和管理分散的自治组织（DAO）、NFTs、项目、公司和市场。任何组织都可以通过我们的Marketplace、Launchpad和Token Exchange产品推出和交易流动资产。

source: Bill Payment
de_de: Rechnungszahlung
zh_cn: 支付

source: Bill (royalty)
de_de: Rechnung (Lizenzgebühr)
zh_cn: 账单(版权)

source: Credit
de_de: Kredit
zh_cn: 权益

source: Payment
de_de: Zahlung
zh_cn: 付款

source: Credit NFT
de_de: Guthaben NFT
zh_cn: 记号 NFT

source: Mint Collection
de_de: Kollektion prägen ("mint")
zh_cn: 锻造专辑

source: Mint Token
de_de: Präge (Mint) Token
zh_cn: 铸造代币

source: Withdraw Asset
de_de: Asset abheben
zh_cn: 提取资产

source: Unlock
de_de: Entsperren
zh_cn: 解锁

source: Vote
zh_cn: 投票

source: Order
de_de: Bestellung
zh_cn: 订单

source: (Mint Alias)
de_de: (Präge (Mint) Alias)
zh_cn: (锻造别名)

source: (Mint NFTs)
de_de: (Präge (Mint) NFT's)
zh_cn: (铸造NFT)

source: (Mint Foundry)
de_de: (Prägen (Mint) Foundry)
zh_cn: (锻造工厂)

source: (Send Alias to Guardian)
de_de: (Sende Alias an den Wächter.)
zh_cn: (发送别名到守护者)

source: (Lock Collection)
de_de: (Sammlung sperren)
zh_cn: (锁定专辑)

source: Discover
de_de: Entdecken
zh_cn: 发现

source: Create new
de_de: Neu erstellen
zh_cn: 新建

source: Space
de_de: Raum
zh_cn: 空间

source: Proposal
de_de: Vorschlag
zh_cn: 提案

source: Award
de_de: Auszeichnung
zh_cn: 奖项

source: Collection
de_de: Kollektion
zh_cn: 专辑

source: Token
zh_cn: 代币

source: To unlock more features you<br /> have to stake SOON token.
de_de: Um mehr Funktionen freizuschalten, musst du<br /> SOON-Token staken.
zh_cn: 若要解锁更多功能，<br /> 您必须质押SOON代币。

source: VIP LEVEL {{ auth.memberLevel$ | async }}
zh_cn: VIP等级 {{ auth.memberLevel$ | async }}

source: None.
de_de: Kein Ergebnis.
zh_cn: 无

source: My Profile
de_de: Mein Profil
zh_cn: 个人资料

source: Purchase has not been completed
de_de: Der Kaufprozess wurde nicht abgeschlossen
zh_cn: 购买尚未完成

source: You have
de_de: Du musst
zh_cn: 您有

source: to finish your transaction
de_de: deine Transaktion abschließen
zh_cn: 以完成您的交易

source: Open Checkout
de_de: Zur Transaktionsabwicklung
zh_cn: 打开结帐

source: You won the NFT
de_de: Du hast ein NFT gewonnen
zh_cn: 你赢得了NFT

source: You are a proud owner of a new NFT. Congratulations!
de_de: Du bist stolzer Besitzer eines neuen NFT. Herzlichen Glückwunsch!
zh_cn: 你是一个新的 NFT 的自豪拥有者。恭喜！

source: You lost your bid!
de_de: Du wurdest überboten!
zh_cn: 您的出价输了！

source: Your bid on
de_de: Dein Gebot auf
zh_cn: 您的出价在

source: was outbid. Try again!
de_de: wurde überboten. Versuche es noch einmal!
zh_cn: 已过期。请重试！

source: just offered
de_de: gerade angeboten
zh_cn: 刚刚出价

source: for
de_de: für
zh_cn: 为

source: Your
de_de: Dein
zh_cn: 您的

source: has received a new bid for
de_de: hat ein neues Gebot erhalten für
zh_cn: 已收到新的出价：

source: Unsupported
de_de: Nicht unterstützt
zh_cn: 暂不支持

source: This notification is not yet supported in your language
de_de: Diese Benachrichtigung wird in deiner Sprache noch nicht unterstützt
zh_cn: 此通知暂不支持您的语言。

source: Space
de_de: Raum
zh_cn: 空间

source: Proposal
de_de: Vorschlag
zh_cn: 提案

source: Award
de_de: Auszeichnung
zh_cn: 奖项

source: Collection
de_de: Kollektion
zh_cn: 专辑

source: Token
zh_cn: 代币

source: Stake more SOON <br /> to create <br /> tokens and collections.
de_de: Stake mehr SOON <br />, um <br /> Token und Sammlungen zu erstellen.
zh_cn: 质押更多SOON <br /> 来创建 <br /> 代币和NFT专辑.

source: Connect to your MetaMask wallet
de_de: Mit deinem Metamask Wallet verbinden
zh_cn: 连接到您的 Metamask 钱包

source: Connect via TanglePay
de_de: Mit TanglePay verbinden
zh_cn: 通过 TanglePay 连接

source: Log out
de_de: Abmelden
zh_cn: 退出登录

source: Powered by
de_de: Unterstützt von
zh_cn: 技术支持：

source: The page you were looking for was not found
de_de: Deine Suche erbrachte leider keine Treffer
zh_cn: 找不到您要的页面。

source: Discover Soonaverse
de_de: Entdecke Soonaverse
zh_cn: 探索 Soonaverse

source: Network status
de_de: Netzwerkstatus
zh_cn: 网络状态

source: Network status
de_de: Netzwerkstatus
zh_cn: 网络状态

source: Operational
de_de: Operativ
zh_cn: 运行中

source: Degraded Performance
de_de: Verminderte Leistung
zh_cn: 性能降级

source: Down
de_de: Außer Betrieb
zh_cn: 下移

source: Last milestone
de_de: Letzter Meilenstein
zh_cn: 上一个里程碑

source: Shimmer Mainnet Coming SOON
zh_cn: Shimmer 主网即将到来

source: Testnet
zh_cn: 测试网

source: Assembly Coming SOON
zh_cn: Assembly 即将到来

source: Shimmer EVM Coming SOON
zh_cn: Shimmer EVM 即将到来

source: See Docs
de_de: Dokumentation ansehen
zh_cn: 参阅文档

source: Show more
de_de: Mehr anzeigen
zh_cn: 显示更多

source: Show less
de_de: Weniger anzeigen
zh_cn: 显示更少

source: Search here...
de_de: Suche hier...
zh_cn: 此处搜索······

source: Reset
de_de: Neustart
zh_cn: 重置

source: Search
de_de: Suchen
zh_cn: 搜索

source: Start typing...
de_de: Tippe etwas...
zh_cn: 开始输入...

source: Open
de_de: Offen
zh_cn: 开启

source: Guardians of Space Only
de_de: Titel erforderlich: Wächter
zh_cn: 仅限空间守护者

source: Members of Space Only
de_de: Nur für Gruppenmitglieder
zh_cn: 仅限空间成员

source: Members With Badge Only
de_de: Nur Raummitglieder mit Abzeichen
zh_cn: 仅限持有徽章的成员

source: Members With NFT only
de_de: Nur Raummitglieder mit Abzeichen
zh_cn: 仅限持有NFT的成员

source: Unavailable for sale
de_de: Nicht zum Verkauf verfügbar
zh_cn: 不可销售

source: On Auction
de_de: Auktion
zh_cn: 拍卖中

source: Available
de_de: Verfügbar
zh_cn: 可购买

source: On Sale
de_de: Im Verkauf
zh_cn: 在售

source: Connect to your Metamask wallet
de_de: Mit deinem Metamask-Wallet verbinden
zh_cn: 连接到您的 Metamask 钱包

source: Make sure you select public IOTA EVM Chain in MetaMask.
de_de: Stelle sicher, dass ein EVM-kompatibles IOTA-Netzwerk in MetaMask ausgewählt wird.
zh_cn: 请确保您在 Metamask 中选择了公共的IOTA EVM 链。

source: Network Name: IOTA EVM
de_de: Netzwerk Name: IOTA EVM
zh_cn: 网络名称：IOTA EVM

source: Chain ID: 1074
zh_cn: 链条ID：1074

source: Cancel
de_de: Abbrechen
zh_cn: 取消

source: Connect
de_de: Verbinden
zh_cn: 连接

source: Disconnect
de_de: Trennen
zh_cn: 断开连接

source: Staking
zh_cn: 质押

source: Tokens
zh_cn: 代币

source: Swap
zh_cn: 兑换

source: Pool
zh_cn: 资金池

source: Marketplace
de_de: Marktplatz
zh_cn: 市场

source: My Overview
de_de: Meine Übersicht
zh_cn: 我的总览

source: Unable to sign transaction. Please try to reload page.
de_de: Transaktion kann nicht unterschrieben werden. Bitte lade die Seite erneut.
zh_cn: 无法签名交易。请尝试重新加载页面。

source: You must unlock your MetaMask first!
de_de: Du musst zuerst dein MetaMask entsperren!
zh_cn: 您必须先解锁您的MetaMask！

source: You must enable access to read your account address.
de_de: Du musst den Zugriff aktivieren, um deine Accountadresse lesen zu können.
zh_cn: 您必须启用访问权限以读取您的帐户地址。

source: Please make sure you select address in MetaMask!
de_de: Stelle sicher, dass du die Adresse in MetaMask ausgewählt hast!
zh_cn: 请确保您在MetaMask中已选择了一个地址！

source: Unable to get nonce to authenticate!
de_de: Nonce kann nicht authentifiziert werden!
zh_cn: 无法获取 nonce 进行身份验证！

source: Unable to connect your TanglePay wallet.
de_de: Die TanglePay-Wallet konnte nicht verbunden werden.
zh_cn: 无法连接您的TanglePay钱包。

source: Unable to detect address in TanglePay!
de_de: Adresse kann in TanglePay nicht erkannt werden!
zh_cn: 无法在 TanglePay中检测到地址！

source: You have to open Soonaverse in wallet app.
de_de: Du musst Soonaverse in der Wallet-App öffnen.
zh_cn: 您必须在钱包应用中打开“Soonaverse”。

source: Failed to initialize wallet, try to reload page.
de_de: Fehler beim Initialisieren der Wallet, Seite neu laden.
zh_cn: 初始化钱包失败，尝试重新加载页面。

source: Give badges
de_de: Abzeichen vergeben
zh_cn: 给予徽章

source: Once issued, this badge is sent to the rewarded participant's wallet.
de_de: Sobald dieses Abzeichen ausgestellt ist, wird es an die Wallet der zu belohnenden Teilnehmern gesendet.
zh_cn: 一旦发放，这个徽章将发给受奖参与人的钱包。

source: Upload CSV
de_de: CSV-Datei hochladen
zh_cn: 上传 CSV

source: Download CSV template
de_de: CSV-Vorlage herunterladen
zh_cn: 下载 CSV 模板

source: If you don’t know how to prepare CSV file, you can download our template made for you.
de_de: Wenn du nicht weißt, wie du eine CSV-Datei vorbereitest, kannst du unsere Vorlage herunterladen.
zh_cn: 如果你不知道如何准备CSV文件，你可以下载我们为你制作的模板。

source: Confirm schedule
de_de: Zeitplan bestätigen
zh_cn: 确认计划

source: Address
de_de: Adresse
zh_cn: 地址

source: Action
de_de: Aktion
zh_cn: 操作

source: Badge
de_de: Abzeichen
zh_cn: 奖章

source: Submitted.
de_de: Übermittelt.
zh_cn: 已提交

source: Fund Award & Mint
de_de: Award finanzieren & Mint ("Prägen")
zh_cn: 创建奖励 & 锻造

source: Reward Token
de_de: Belohnungs-Token
zh_cn: 奖励代币

source: Reward to be funded
de_de: Zu finanzierende Belohnung
zh_cn: 被充入的奖励

source: Confirm & Start
de_de: Bestätige & Start
zh_cn: 确认 & 开始

source: Once you agree with the terms, the generated address will remain active during the whole process.
de_de: Sobald Sie den Bedingungen zustimmen, bleibt die generierte Adresse während des gesamten Prozesses aktiv.
zh_cn: 一旦您同意条款, 生成的地址将在整个过程中保持有效状态。

source: Use deeplink to make the transfer. Unfortunatelly no manual entry supported by Firefly.
de_de: Benutze deeplink um den Transfer durchzuführen. Leider gibt es keinen manuellen Eintrag, der von Firefly unterstützt wird.
zh_cn: 使用 deepplink 进行传输。不幸的是，没有Firefly 支持的手动条目。

source: Transaction history
de_de: Transaktionshistorie
zh_cn: 交易记录

source: Transaction complete. Congratulations.
de_de: Transaktion abgeschlossen. Herzlichen Glückwunsch.
zh_cn: 交易完成。祝贺您。

source: Finish Mint
de_de: Prägen (Minting) abgeschlossen
zh_cn: 完成铸造

source: Funding info
de_de: Finanzierungsinfo
zh_cn: 储入信息

source: Make transaction
de_de: Transaktion durchführen
zh_cn: 进行交易

source: Wait for confirmation
de_de: Auf Bestätigung warten
zh_cn: 等待确认

source: Confirmed
de_de: Bestätigt
zh_cn: 已确认

source: Payment received.
de_de: Zahlung erhalten.
zh_cn: 付款已收到

source: Confirming transaction.
de_de: Transaktion wird bestätigt.
zh_cn: 确认中的交易

source: Transaction confirmed.
de_de: Transaktion bestätigt.
zh_cn: 交易已确认

source: Invalid amount received. Refunding transaction...
de_de: Ungültiger Betrag empfangen. Erstattungsvorgang läuft...
zh_cn: 收到的金额无效，正在退款...

source: Invalid transaction.You must gift storage deposit.
de_de: Ungültige Transaktion erhalten. Es ist erforderlich die "Storage deposit" zu spenden.
zh_cn: 无效的交易。您必须赠送存储押金。

source: Invalid payment refunded.
de_de: Ungültige Zahlung zurückerstattet.
zh_cn: 无效的付款已退款。

source: Waiting for transaction...
de_de: Warte auf Transaktion...
zh_cn: 等待交易中...

source: Pending Funding
de_de: Ausstehende Finanzierung
zh_cn: 等待储入

source: Rejected
de_de: Abgelehnt
zh_cn: 被拒绝

source: Completed
de_de: Abgeschlossen
zh_cn: 已完成

source: Space Members Only
de_de: Nur Raummitglieder
zh_cn: 仅限空间成员

source: Space Guardians Only
de_de: Nur Wächter des Raumes
zh_cn: 仅限空间守护者

source: Space Members with Badge Only
de_de: Nur Raummitglieder mit Abzeichen
zh_cn: 仅限带徽章的空间成员

source: At least one NFT from Collections
de_de: Mindestens ein NFT aus Kollektionen
zh_cn: 至少有专辑中的一个NFT

source: Specific members only
de_de: Nur bestimmte Mitglieder
zh_cn: 仅限特定成员

source: Starts in
de_de: Beginnt in
zh_cn: 开始于

source: days
de_de: tage
zh_cn: 天

source: Starts today
de_de: Beginnt heute
zh_cn: 今天开始

source: Collection is not yet migrated to the decentralized network.
de_de: Die Sammlung wurde noch nicht in das dezentrale Netzwerk migriert.
zh_cn: 专辑尚未迁移到去中心化的网络。

source: Limited Edition
de_de: Limitierte Edition
zh_cn: 限量版

source: Floor Price
de_de: Aktueller Marktpreis (Floor Price)
zh_cn: 地板价

source: Pending approval
de_de: Warten auf Freigabe
zh_cn: 等待批准

source: Rejected
de_de: Abgelehnt
zh_cn: 被拒绝

source: Remaining
de_de: Verbleibend
zh_cn: 剩余

source: NFTs
zh_cn: NFT

source: Mint collection on network
de_de: Sammlung im Netzwerk prägen (Mint)
zh_cn: 在网络上铸造专辑

source: Once minted all NFT’s from this collection will be available to migrate to the selected network by their owners.
de_de: Nach der Prägung (Mint) stehen alle NFTs aus dieser Sammlung zum Wechsel in das ausgewählten Netzwerk zur Verfügung.
zh_cn: 一旦铸成，这个专辑的所有NFT将可由其所有者迁移到选定的网络。

source: Unsold NFT's
de_de: Unverkaufte NFTs
zh_cn: 未出售的 NFT

source: Decide what should happen with all NFTs that were not sold yet.
de_de: Entscheide, was mit allen noch nicht verkauften NFTs passieren soll.
zh_cn: 决定应该如何处理所有尚未出售的NFT。

source: Keep the same price
de_de: Den gleichen Preis beibehalten
zh_cn: 保持同一价格

source: Take Ownership
de_de: In Besitz nehmen
zh_cn: 取得所有权

source: Set new price
de_de: Neuen Preis festlegen
zh_cn: 设置新价格

source: Burn all unsold
de_de: Alle unverkauften Verbrennen
zh_cn: 焚烧所有未售出

source: Note that the collection ownership will be granted only to your profile.
de_de: Bitte beachten, dass die Ausübung von Eigentumsrechten über Kollektionen Bedingungen unterliegt, die nur auf Ihr Profil übertragen werden dürfen.
zh_cn: 请注意，专辑所有权将只能授予您的账户。

source: Once minted, a collection cannot be edited and a new NFT cannot be added to that collection
de_de: Einmal geprägt (minted), kann eine Sammlung nicht bearbeitet werden und eine neues NFT kann dieser Sammlung nicht hinzugefügt werden
zh_cn: 一旦铸成，就不能编辑专辑，也不能将新的NFT添加到该专辑中。

source: By checking this box, you acknowledge that all active sales of this collection’s NFTs will be cancelled.
de_de: Durch Ankreuzen dieses Kästchens bestätigen Sie, dass alle aktiven Verkäufe der NFTs dieser Sammlung annulliert werden.
zh_cn: 通过勾选此框，您确认此系列的NFT的所有有效销售将被取消。

source: Confirm & Start minting
de_de: Bestätige & Beginn Prägung (Minting)
zh_cn: 确认并开始铸造

source: Once the transaction is registered, we will cancel all ongoing sales of collection's NFTs and we will burn all unsold NFT's (if selected).
de_de: Sobald die Transaktion registriert wurde, werden wir alle laufenden Verkäufe der Kollektion-NFTs abbrechen und alle unverkauften NFTs verbrennen ("burn").
zh_cn: 一旦交易被登记，我们将取消所有正在销售的藏品的NFT，我们将烧毁所有未售出的NFT（如果被选定）。

source: remaining to make the transfer.
de_de: verbleibend, um die Bezahlung durchzuführen.
zh_cn: 剩余来进行转账。

source: Expired
de_de: Abgelaufen
zh_cn: 已过期

source: NFT's from this collection are now being migrated.
de_de: Der Transfer dieser NFT-Sammlerstücke ist gerade durchgeführt worden.
zh_cn: 来自此专辑的 NFT正在迁移。

source: NFT's in collection
de_de: NFTs in der Sammlung
zh_cn: 专辑中的NFT

source: Total Storage Fee
de_de: Gesamte Speichergebühr
zh_cn: 存储费用合计

source: (NFTs Storage Fee + Collection Storage Fee)
de_de: (Speichergebühr für NFTs + Speichergebühr für Sammlung)
zh_cn: (NFT存储费 +专辑存储费)

source: Select network
de_de: Netzwerk auswählen
zh_cn: 选择网络

source: Pending
de_de: Ausstehend
zh_cn: 待处理

source: Collection is required.
de_de: Kollektion erforderlich.
zh_cn: 专辑是必填项。

source: Select Collection
de_de: Kollektion auswählen
zh_cn: 选择专辑

source: Select a Collection
de_de: Eine Kollektion auswählen
zh_cn: 选择一个专辑

source: No results for
de_de: Keine Treffer für
zh_cn: 没有结果：

source: All Collections
de_de: Alle Kollektionen
zh_cn: 所有专辑

source: Are you sure?
de_de: Sind Sie sicher?
zh_cn: 您确定吗？

source: Close
de_de: Schließen
zh_cn: 关闭

source: Confirm
de_de: Bestätigen
zh_cn: 确定

source: Connect wallet
de_de: Wallet verbinden
zh_cn: 连接钱包

source: d
zh_cn: 天

source: h
zh_cn: 时

source: hours
de_de: Stunden
zh_cn: 小时

source: m
zh_cn: 分

source: min
zh_cn: 分钟

source: s
zh_cn: 秒

source: sec
de_de: Sek
zh_cn: 秒

source: Ends
de_de: Endet
zh_cn: 结束

source: Price
de_de: Preis
zh_cn: 价格

source: Verified addresses
de_de: Verifizierte Adressen
zh_cn: 已验证地址

source: Manage
de_de: Verwalten
zh_cn: 管理

source: Recently joined spaces
de_de: Zuletzt beigetretene Räume
zh_cn: 最近加入的空间

source: All
de_de: Alle
zh_cn: 全部

source: No Contribution Yet.
de_de: Keine Beiträge bisher.
zh_cn: 暂无贡献

source: awards
de_de: Auszeichnungen
zh_cn: 奖项

source: Display Name
de_de: Anzeigename
zh_cn: 显示名称

source: Set a display name. This does not change your username.
de_de: Lege einen Anzeigenamen fest. Dies ändert nicht deinen Nutzernamen.
zh_cn: 设置一个显示名称。这不会更改您的用户名。

source: Display name (optional)
de_de: Anzeigename (optional)
zh_cn: 显示名称 (可选)

source: About
de_de: Über
zh_cn: 关于

source: A brief description of yourself shown on your profile.
de_de: Eine kurze Beschreibung von dir, die auf deinem Profil angezeigt wird.
zh_cn: 显示在您的个人资料上的自己的简要描述。

source: Your description (optional)
de_de: Deine Beschreibung (optional)
zh_cn: 描述 (可选)

source: Avatar
zh_cn: 头像

source: Customise your Soonaverse identity.
de_de: Passe deine Soonaverse Identität an.
zh_cn: 自定义您的Soonaverse头像。

source: Generate a free unique avatar for your profile picture. {LINE_BREAK}{LINE_BREAK} New super rare premium avatar species and avatar collectibles/accessories that can all be traded are coming SOON.
de_de: Generieren einen kostenlosen Avatar für dein Profilbild. {LINE_BREAK}{LINE_BREAK} Neue ( superseltene) Avatararten und Avatar-Sammelobjekte & Accessoires, die alle gehandelt werden können, kommen SOON.
zh_cn: 为你的个人资料图片生成一个免费的独特头像。{LINE_BREAK}{LINE_BREAK}新的超级稀有的高级头像种类和头像收藏品/配件，都可以进行交易，很快就会到来。

source: WOW! Looks like yours is the prettiest avatar of all. Congratulations.
de_de: WOW! Sieht aus, als hättest du den schönsten Avatar von allen. Herzlichen Glückwunsch.
zh_cn: 哇！看起来你得到了最漂亮的一个头像。祝贺你。

source: Networking
de_de: Mit anderen vernetzen
zh_cn: 网络

source: Invalid Github username.
de_de: Ungültiger Github Nutzername.
zh_cn: 无效的 Github 用户名。

source: Type your Github account username
de_de: Gib deinen Github-Account Nutzernamen ein
zh_cn: 请输入您的 Github 帐户用户名

source: Invalid Twitter username.
de_de: Ungültiger Twitter Nutzername.
zh_cn: 无效的Twitter用户名。

source: Type your Twitter account username
de_de: Gib deinen Twitter-Account Nutzernamen ein
zh_cn: 输入您的Twitter账户用户名

source: Only username#1234 format supported.
de_de: Nur folgendes Format wird unterstützt: nutzername#1234.
zh_cn: 只支持 用户名#1234 格式。

source: Type your Discord account username
de_de: Gib deinen Discord-Account Nutzernamen ein
zh_cn: 输入您的 Discord 账户用户名

source: Settings
de_de: Einstellungen
zh_cn: 设置

source: Save changes
de_de: Änderungen speichern
zh_cn: 保存更改

source: {{ title ? title : 'What network do you want to use for minting?' }}
de_de: {{ title ? title : 'Welches Netzwerk willst du zum Prägen auswählen?' }}
zh_cn: {{ title ? title : '你想用什么网络来铸造?' }}

source: Selected Network
de_de: Ausgewähltes Netzwerk
zh_cn: 选定的网络

source: Shimmer Testnet
zh_cn: Shimmer 测试网

source: Send
de_de: Sende
zh_cn: 发送

source: to following address:
de_de: an folgende Adresse:
zh_cn: 至以下地址：

source: Copied
de_de: Kopiert
zh_cn: 已复制

source: Copy
de_de: Kopieren
zh_cn: 复制

source: Do not send funds from an exchange, always use wallets you fully control.
de_de: Der Geldtransfer sollte nicht über Krypto-Exchanges erfolgen, verwende immer Portfolios, die Du vollständig kontrollierst.
zh_cn: 不要从交易所发送资金，始终使用你完全控制的钱包。

source: Make a bid
de_de: Ein Gebot abgeben
zh_cn: 出价

source: NFT image
de_de: NFT Bild
zh_cn: NFT 图像

source: Ends
de_de: Endet
zh_cn: 结束

source: Royalties
de_de: Lizenzgebühren
zh_cn: 版税

source: Royalties are automatically deducted and paid to artists.
de_de: Lizenzgebühren werden automatisch abgezogen und an den Künstler gezahlt.
zh_cn: 版税将被自动扣除并支付给艺术家。

source: Royalties goes to
de_de: Lizenzgebühren gehen an
zh_cn: 版税给与

source: Current highest bid
de_de: Aktuelles Höchstgebot
zh_cn: 当前最高出价

source: Min bid
de_de: Mindestgebot
zh_cn: 最低出价

source: Your bid is the highest
de_de: Dein Gebot ist das höchste
zh_cn: 您的出价最高。

source: Current price is refreshing in real time
de_de: Der aktuelle Preis wird in Echtzeit aktualisiert
zh_cn: 当前价格正在实时刷新

source: Adress of your desired NTF will be locked for you for the whole auction. After payment your bid will be locked, if there is a higher bid, you will be refunded immediately.
de_de: Die Adresse des gewünschten NFT wird für die gesamte Auktion gesperrt. Nach der Zahlung wird dein Gebot gesperrt, sollte jemand ein höheres Gebot abgeben wird deine Zahlung wieder zurückerstattet.
zh_cn: 你想要的NTF的地址将在整个拍卖过程中为你锁定。付款后，您的出价将被锁定，如果有更高的出价，您将立即得到退款。

source: If there is a higher bid, you will be refunded immediately. If you want to make another bid, send higher amount directly to the same address.
de_de: Wenn ein höheres Gebot vorliegt, wird dir dein Gebot sofort zurückerstattet. Wenn du ein anderes Angebot machen möchtest, sende einen höheren Betrag direkt an die gleiche Adresse.
zh_cn: 如果有更高的出价，你将立即得到退款。如果你想再次出价，请直接发送更高的金额到同一地址。

source: Make a bid
de_de: Ein Gebot abgeben
zh_cn: 出价

source: Your transactions
de_de: Meine Transaktionen
zh_cn: 你的交易

source: Sent Date
de_de: Sendedatum
zh_cn: 发送日期

source: Time
de_de: Zeit
zh_cn: 时间

source: Amount
de_de: Anzahl
zh_cn: 金额

source: Detail
zh_cn: 详情

source: Link
zh_cn: 链接

source: Congratulations you won the NFT.
de_de: Glückwunsch, du hast ein NFT gewonnen.
zh_cn: 恭喜你赢得了这个NFT。

source: Close checkout
de_de: Checkout beenden
zh_cn: 关闭结账

source: Show my NFT
de_de: Mein NFT anzeigen
zh_cn: 显示我的NFT

source: Bidding is expired. Good luck next time :)
de_de: Die Angebotsfrist ist abgelaufen. Viel Glück beim nächsten Mal:)
zh_cn: 出价已过期。祝您下次好运:)

source: Generated NFT
de_de: NFT erzeugt
zh_cn: 生成的 NFT

source: NFT is not yet migrated to the decentralized network.
de_de: NFT wurde noch nicht in das dezentrale Netzwerk migriert.
zh_cn: NFT 尚未迁移到去中心化的网络。

source: day
de_de: tag(e)
zh_cn: 天

source: Current bid
de_de: Aktuelles Gebot
zh_cn: 当前出价

source: Owned by
de_de: Besitzer
zh_cn: 拥有者

source: New NFT
de_de: Neues NFT
zh_cn: 新 NFT

source: Checkout
de_de: Zahlen
zh_cn: 结账

source: Total price
de_de: Gesamtpreis
zh_cn: 总价

source: Confirm and Lock
de_de: Bestätigen und für dich reservieren
zh_cn: 确认并锁定

source: Your NFT will be locked for purchase for
de_de: Dein NFT wird für den Kauf gesperrt für
zh_cn: 您的 NFT 将被锁定进行购买

source: minutes
de_de: Minuten
zh_cn: 分钟

source: We received invalid amount. Try again.
de_de: Wir haben einen ungültigen Betrag erhalten. Versuche es erneut.
zh_cn: 我们收到的金额无效。请重试。

source: Validating your transaction...
de_de: Deine Transaktion wird überprüft...
zh_cn: 正在验证您的交易...

source: Order created.
de_de: Auftrag erstellt.
zh_cn: 订单已创建

source: Deposit NFT
de_de: NFT einlagern (Deposit)
zh_cn: 存入NFT
