Repository: soonaverse/app
Catalog: src/locale/messages.*.xlf
Languages: de_de, zh_cn

source: Transaction confirmed and funds refunded.
de_de: Transaktion bestätigt und Kapital zurückerstattet.
zh_cn: 交易已确认并退还资金。

source: Token vote executed.
de_de: Token Abstimmung ausgeführt.
zh_cn: 代币投票已执行。

source: Token vote order created.
de_de: Token-Abstimmungsauftrag erstellt.
zh_cn: 代币投票订单已创建。

source: Type
de_de: Typ
zh_cn: 类型

source: Date
de_de: Datum
zh_cn: 日期

source: Manage addresses
de_de: Adressen verwalten
zh_cn: 管理地址

source: Not yet verified
de_de: Noch nicht verifiziert
zh_cn: 未验证

source: Change
de_de: Ändern
zh_cn: 变更

source: Verify
de_de: Verifizieren
zh_cn: 验证

source: You will be asked to send funds to the new
de_de: Sende Guthaben an die neue
zh_cn: 您需要发送资金给新的

source: address for the verification process. The address you send funds from will be linked to your
de_de: Adresse für den Verifizierungsprozess. Die Adresse, von der du Guthaben überweist, wird mit deinem Konto verknüpft
zh_cn: 地址来完成验证流程。您发送资金的地址将被链接到您的

source: space
de_de: Raum
zh_cn: 空间

source: profile
de_de: Profil
zh_cn: 个人资料

source: for future transactions.
de_de: für zukünftige Transaktionen.
zh_cn: 为将来的交易

source: Generate new address
de_de: Neue Adresse erzeugen
zh_cn: 生成新地址

source: Send a small
de_de: Sende einen kleinen
zh_cn: 发送一个小的

source: amount to validate your address. This expires in
de_de: Betrag, um deine Adresse zu bestätigen. Dies läuft ab in
zh_cn: 金额来验证您的地址。它将过期于

source: Expired.
de_de: Abgelaufen.
zh_cn: 已过期.

source: Wait for transaction to be validated. We will send back your transaction once completed
de_de: Warte auf die Bestätigung deiner Transaktion. Wir senden deine Tokens an dich zurück, sobald diese Transaktion abgeschlossen ist
zh_cn: 等待交易被验证。一旦完成，我们将返还您的交易。

source: Validating address...
de_de: Adresse wird überprüft...
zh_cn: 正在验证地址...

source: Now you can deal with NFTs and participate in token trading.
de_de: Jetzt kannst du am NFT- und Tokenhandel teilnehmen.
zh_cn: 现在您可以处理 NFT 并参与代币交易。

source: Your new address has been verified!
de_de: Deine neue Adresse wurde verifiziert!
zh_cn: 您的新地址已经被验证。

source: Finish Verification
de_de: Verifizierung fertigstellen
zh_cn: 完成验证

source: Generate address
de_de: Adresse generieren
zh_cn: 生成地址

source: Refunding your payment...
de_de: Erstattung deiner Zahlung...
zh_cn: 退还您的付款...

source: Address is not verified
de_de: Adresse ist nicht verifiziert
zh_cn: 地址未验证

source: wallet
zh_cn: 钱包

source: Copy address
de_de: Adresse kopieren
zh_cn: 复制地址

source: Verify your
de_de: Verifiziere deine
zh_cn: 验证您的

source: address
de_de: Adresse
zh_cn: 地址

source: This network is currently not enabled.
de_de: Dieses Netzwerk ist derzeit deaktiviert.
zh_cn: 此网络目前未启用。

source: Award Info
de_de: Belohnungs-Info
zh_cn: 奖励信息

source: Owner
de_de: Besitzer
zh_cn: 拥有者

source: Badges used / available
de_de: Verwendete / verfügbare Abzeichen
zh_cn: 已使用/可用的奖章

source: Badge lock period
de_de: Abzeichen Sperrfrist
zh_cn: 徽章锁定期

source: Award info
de_de: Informationen zur Auszeichnung
zh_cn: 奖项信息

source: Minted on:
de_de: Minted ("geprägt") auf:
zh_cn: 已铸造：

source: Fund Award
de_de: Award finanzieren
zh_cn: 充入奖励

source: Minting in Progress
de_de: Prägen ("Mint") im Gang
zh_cn: 正在铸造...

source: Check out award
de_de: Auszeichnung prüfen
zh_cn: 兑现奖励

source: Reject Award
de_de: Auszeichnung ablehnen
zh_cn: 撤回奖励

source: Confirm your participation
de_de: Teilnahme bestätigen
zh_cn: 确认您的参与

source: The whole communication is now handled outside the platform, let the award creator know how to contact you.
de_de: Die gesamte Kommunikation wird nun außerhalb der Plattform abgewickelt, teile dem Ersteller der Auszeichnung mit, wie er dich kontaktieren kann.
zh_cn: 整个沟通现在只能在平台之外进行，请让奖项创建者知道如何联系你。

source: Provide description or link to your work.
de_de: Gib eine Beschreibung oder einen Link zu deiner Arbeit an.
zh_cn: 为您的工作提供描述或者链接。

source: Submit
de_de: Auszeichnung einreichen
zh_cn: 提交

source: Cancel
de_de: Abbrechen
zh_cn: 取消

source: Overview
de_de: Übersicht
zh_cn: 概览

source: Participants
de_de: Teilnehmer
zh_cn: 参与者

source: New Award
de_de: Neue Auszeichnung
zh_cn: 新奖项

source: Title is required.
de_de: Titel erforderlich.
zh_cn: “标题”为必填字段。

source: Title and description will be included on the Award. End date determines the duration of the Award.
de_de: Titel und Beschreibung werden in der Auszeichnung angezeigt. Das Enddatum bestimmt die Gültigkeitsdauer der Auszeichnung.
zh_cn: 标题和描述将包含在奖项上。结束日期决定奖项的持续时间。

source: Title
de_de: Titel
zh_cn: 标题

source: You must enter name.
de_de: Du musst einen Namen eingeben.
zh_cn: 您必须输入名称。

source: End
de_de: Ende
zh_cn: 结束

source: End Date is required.
de_de: Enddatum erforderlich.
zh_cn: 结束日期是必填的

source: Description
de_de: Beschreibung
zh_cn: 描述

source: Badge definition
de_de: Definition des Badges
zh_cn: 奖章定义

source: Title and description will be included on the badge.
de_de: Titel und Beschreibung werden in dem Abzeichen aufgeführt.
zh_cn: 标题和描述将包含在奖章上。

source: Badge description
de_de: Beschreibung des Abzeichens
zh_cn: 奖章描述

source: Space Info
de_de: Gruppeninfo
zh_cn: 空间信息

source: This is the space that will list the award.
de_de: Das ist die Gruppe, welche die Auszeichnung veröffentlichen wird.
zh_cn: 这是列出该奖项的空间。

source: Reward info
de_de: Belohnungs-Info
zh_cn: 奖项信息

source: You need to fund this award with native token. Select which token will be used as reward.
de_de: Du musst diese Auszeichnung mit nativem Token finanzieren. Wähle, welcher Token als Belohnung verwendet wird.
zh_cn: 您需要用原生代币为该奖励充值。选择哪种代币将被用作奖励。

source: Token is required.
de_de: Ein Token ist erforderlich.
zh_cn: 代币是必填的

source: Select a token
de_de: Wähle einen Token
zh_cn: 选择一种代币

source: Defines the amount of tokens for each badge and the number of badges available.
de_de: Legt die Anzahl der Tokens für jedes Abzeichen und die Anzahl der verfügbaren Abzeichen fest.
zh_cn: 设定每个徽章的代币数量和可用徽章的数量。

source: Invalid token amount per badge
de_de: Ungültiger Tokenbetrag pro Abzeichen
zh_cn: 每个徽章的代币数量无效

source: Tokens per badge
de_de: Token pro Abzeichen
zh_cn: 每个徽章代币

source: Minimum 1 and maximum 10000.
de_de: Mindestens 1 und maximal 10000.
zh_cn: 最小值1和最大值10000。

source: The amount of badges you want to make available for this award. This can also be thought of as how many awards you want to give out.
de_de: Die Anzahl der Abzeichen, die du für diese Auszeichnung zur Verfügung stellen willst. Dies kann auch als die Anzahl der Auszeichnungen, die du vergeben willst, verstanden werden.
zh_cn: 你想为这个奖项提供的奖章数量。这也可以被认为是你想颁发的奖品的份数。

source: Total to be funded
de_de: Insgesamt zu finanzieren
zh_cn: 待充入总额

source: Upload image that will be used as a Reward Badge.
de_de: Bild hochladen, das als Belohnungsabzeichen benutzt wird.
zh_cn: 上传将被用作奖励徽章的图像。

source: Badge is required.
de_de: Abzeichen ist erforderlich.
zh_cn: 徽章是必需的。

source: Set the duration for which the badge will be locked in the Firefly wallet.
de_de: Lege die Dauer fest, für die das Abzeichen in der Firefly Wallet gesperrt wird.
zh_cn: 设置徽章锁定在 Firefly 钱包中的持续时间。

source: Create award
de_de: Auszeichnung erstellen
zh_cn: 新增奖项

source: Award - New
de_de: Auszeichnung - Neu
zh_cn: 奖项 - 新建

source: Create engagement and growth for your DAOs and digital communities. Awards, fee-less voting, 1-click set up. Join today.
de_de: Erzeuge Beteiligung und Wachstum für deine DAOs und digitalen Gemeinschaften. Auszeichnungen, gebührenfreie Abstimmung, 1-Klick-Einrichtung. Trete noch heute bei.
zh_cn: 为您的DAO和数字社区创造参与和增长。奖项、无手续费投票、一键式设置。今天就加入吧。

source: Member seems to log out during the file upload request.
de_de: Das Mitglied scheint sich während der Datei-Upload-Anfrage abzumelden.
zh_cn: 在文件上传请求期间，成员似乎已经登出。

source: Award Description
de_de: Beschreibung der Auszeichnung
zh_cn: 奖项描述

source: Award -
de_de: Auszeichnung -
zh_cn: 奖项 -

source: Find Participant
de_de: Teilnehmer finden
zh_cn: 查找参与者

source: Showing only few top records...
de_de: Nur wenige Top-Einträge anzeigen...
zh_cn: 只显示顶部的几条记录...

source: No Participants
de_de: Keine Teilnehmer
zh_cn: 没有参与者

source: Reward
de_de: Belohnung
zh_cn: 奖励

source: Reward again
de_de: Erneut belohnen
zh_cn: 再次奖励

source: Pending
de_de: Ausstehend
zh_cn: 待处理

source: Issued
de_de: Ausgestellt
zh_cn: 已颁发

source: See all participants within the award.
de_de: Sehe alle Teilnehmer der Auszeichnung.
zh_cn: 查看获奖的所有参与者。

source: applied on
de_de: beantragt am
zh_cn: 应用于

source: Make NFT’s from this collection available on decentralised network.
de_de: Stelle NFTs aus dieser Sammlung auf dezentralisierten Netzwerken zur Verfügung.
zh_cn: 在去中心化的网络上提供这个专辑的NFT。

source: Minting
zh_cn: 铸造中

source: NFTs left
de_de: Verbleibende NFTs
zh_cn: NFT 剩余

source: Collection is not yet migrated to the decentralized network.
de_de: Die Sammlung wurde noch nicht in das dezentrale Netzwerk migriert.
zh_cn: 专辑尚未迁移到去中心化的网络。

source: Who can buy?
de_de: Wer kann es kaufen?
zh_cn: 谁可以购买？

source: Open sale
de_de: Offener Verkauf
zh_cn: 开始销售

source: Space Members Only
de_de: Nur Gruppenmitglieder
zh_cn: 仅限空间成员

source: Space Guardians Only
de_de: Nur Wächter der Gruppe
zh_cn: 仅限空间守护者

source: Space Members with Badge Only
de_de: Nur Gruppenmitglieder mit Abzeichen
zh_cn: 仅限带徽章的空间成员

source: Must hold at least one NFT from each selected Collections
de_de: Mindestens ein NFT aus jeder ausgewählten Sammlung muss im Besitz sein
zh_cn: 必须至少拥有一个每个选定的专辑的NFT

source: (One NFT per member)
de_de: (Ein NFT pro Mitglied)
zh_cn: (每会员仅限一个 NFT)

source: Member discounts
de_de: Mitgliederrabatte
zh_cn: 成员折扣

source: discount for members with rewards from this space in total value of
de_de: Rabatt für Mitglieder mit Belohnungen aus diesem Raum im Gesamtwert von
zh_cn: 给从此空间奖励的会员折扣总值为

source: About collection
de_de: Über die Kollektion
zh_cn: 专辑介绍

source: Limited edition
de_de: Limitierte Edition
zh_cn: 限量版

source: Publish Collection
de_de: Kollektion veröffentlichen
zh_cn: 发布专辑

source: Edit Collection
de_de: Kollektion bearbeiten
zh_cn: 编辑专辑

source: Royalties goes to
de_de: Lizenzgebühren gehen an
zh_cn: 版税给与

source: Rank
de_de: Rang
zh_cn: 等级

source: Starts at
de_de: Startet um
zh_cn: 开始于

source: Deposited
de_de: Eingezahlt
zh_cn: 已存入

source: Staked
de_de: Gestakt
zh_cn: 已质押

source: Links
zh_cn: 链接

source: Reject Collection
de_de: Kollektion ablehnen
zh_cn: 退回专辑

source: Cancel Collection
de_de: Kollektion stornieren
zh_cn: 取消专辑

source: Create NFT
de_de: NFT erstellen
zh_cn: 新建 NFT

source: Rank amount must be between
de_de: Rangbetrag muss zwischen folgendem liegen
zh_cn: 等级金额必须介于

source: records
de_de: Einträge
zh_cn: 记录

source: Filters&Sort
zh_cn: 筛选及排序

source: Filters&sort
zh_cn: 筛选及排序

source: Sort by
de_de: Sortieren nach
zh_cn: 排序：

source: Price range
de_de: Preisspanne
zh_cn: 价格范围

source: Create new collection
de_de: Neue Kollektion erstellen
zh_cn: 创建新的专辑

source: Edit collection
de_de: Kollektion bearbeiten
zh_cn: 编辑专辑

source: Collection info
de_de: Kollektionsinformationen
zh_cn: 专辑信息

source: Name and description will be included on the Collection.
de_de: Name und Beschreibung werden in der Kollektion aufgeführt.
zh_cn: 名称和描述将包含在专辑中。

source: Sales info
de_de: Verkaufsinformationen
zh_cn: 销售信息

source: All times are reflected in user's timezone. For generated NFT and SFT the price is set here and cannot be changed on the NFT. Price for classic NFT collection is only indicative and can be changed on the NFT.
de_de: Alle Zeiten sind in der Zeitzone des Nutzers angegeben. Für generierte NFT und SFT wird der Preis hier festgelegt und kann nicht auf dem NFT geändert werden. Der Preis für eine klassische NFT Kollektion ist nur indikativ und kann auf dem NFT geändert werden.
zh_cn: 时间将根据用户所在的时区进行显示。对于生成型的 NFT 和SFT ，价格只能在此设置，不能在 单个NFT 上更改。 经典型 NFT 专辑的价格只是指导性的，可以在每个NFT上单独设定。

source: Royalty
de_de: Lizenzgebühr
zh_cn: 版税

source: This royalty % will be applied on the initial mint of the NFTs and all secondary sales. The IOTA address that will be receiving royalties must always have a minimum balance of 1 Mi due to the dust protection mechanism of the IOTA protocol.
de_de: Die Lizenzgebühr von % wird auf das ursprüngliche Minten der NFTs und auf alle Weiterverkäufe angerechnet. Die IOTA Adresse, die die Lizenzgebühr erhält, muss, aufgrund der Dust Protection des IOTA Protokolls, ein Guthaben von mindestens 1Mi haben.
zh_cn: 版税税率将适用于 NFT 的的首次铸造和所有二级销售。 由于IOTA议定的粉尘防御机制，收取版税的IOTA地址必须拥有最低1Mi的余额。

source: Royalties - Percentage fee
de_de: Lizenzgebühren - prozentuale Gebühr
zh_cn: 版税税率

source: Example: 10 % , 20 % , etc..
de_de: Beispiel: 10 % , 20 % , etc..
zh_cn: 例如：10%，20%，等等。

source: Royalties goes to a different space
de_de: Lizenzgebühr geht an einen anderen Raum
zh_cn: 税率收取到另一个空间

source: Links will be included on the NFT detail. Use account usernames for Twitter and Discord (name#id).
de_de: Links werden in den NFT Details aufgeführt. Benutze Account Nutzernamen für Twitter und Discord (name#id).
zh_cn: 链接将被包含在 NFT 详细信息上。为Twitter 和 Discord (name#id)项显示帐户的用户名。

source: Invalid URL.
de_de: Ungültige URL.
zh_cn: 无效的URL

source: Link to your Twitter account
de_de: Link zu deinem Twitter Account
zh_cn: 连接你的Twitter帐户

source: Invalid Discord username.
de_de: Ungültiger Discord Nutzername.
zh_cn: 无效的 Discord 用户名。

source: Link to your Discord account
de_de: Link zu deinem Discord Account
zh_cn: 连接您的Discord账户

source: Discounts
de_de: Rabatte
zh_cn: 折扣

source: The discount applies only to members who have earned tokens from awards issued by this space.
de_de: Der Rabatt gilt nur für Mitglieder, die durch Auszeichnungen dieses Raumes Tokens verdient haben.
zh_cn: 折扣仅适用于从本空间颁发的奖励中获得代币的会员。

source: Token amount higher than
de_de: Tokenbetrag höher als
zh_cn: 代币数量大于

source: Discount %
de_de: Rabatt %
zh_cn: 折扣 %

source: Discount
de_de: Rabatt
zh_cn: 折扣

source: Discount XP
de_de: XP-Rabatt
zh_cn: 折扣 XP

source: Discount Amount
de_de: Rabattbetrag
zh_cn: 折扣金额

source: Add discount level
de_de: Rabattstufe hinzufügen
zh_cn: 增加折扣等级

source: This is the space that will be minting the NFT collection. Only spaces with verified wallets show up in the dropdown list. Please make sure you choose the correct space because all funds from the NFT sale will go to this space's verified wallet.
de_de: In diesem Raum wird die NFT Kollektion gemintet. Es werden nur Räume mit verifizierten Wallets in der Dropdown-Liste angezeigt. Stelle sicher, dass du den richtigen Raum auswählst, da alle Gelder aus dem NFT Verkauf an das verifizierte Wallet dieses Raumes gehen.
zh_cn: 这是将铸造 NFT 专辑的空间。只有拥有经过验证的钱包的空间才会显示在下拉列表中。请确保你选择正确的空间，因为 NFT 销售的所有资金将进入这个空间的已验证钱包。

source: Collection Type
de_de: Art der Kollektion
zh_cn: 专辑类型

source: Each type has different characteristics. This cannot be changed after creation.
de_de: Jede Art hat unterschiedliche Eigenschaften. Diese können nach der Erstellung nicht mehr geändert werden.
zh_cn: 每种类型有不同的特性。创建后不能更改。

source: Banner
zh_cn: 横幅广告

source: Banner is required.
de_de: Banner erforderlich.
zh_cn: 横幅广告是必需的。

source: Placeholder
de_de: Platzhalter
zh_cn: 占位符

source: Placeholder is required.
de_de: Platzhalter ist erforderlich.
zh_cn: 占位符是必须的。

source: Category
de_de: Kategorie
zh_cn: 类别

source: Category is used when filtering content.
de_de: Kategorie wird beim Filtern von Inhalten verwendet.
zh_cn: 类别用于对内容进行过滤。

source: Category.
de_de: Kategorie.
zh_cn: 类别.

source: Collection Setup
de_de: Einstellung der Kollektion
zh_cn: 专辑设置

source: Who has access to a given collection.
de_de: Wer hat Zugang zu einer bestimmten Kollektion.
zh_cn: 谁可以访问指定的专辑。

source: Open Sale
de_de: Offener Verkauf
zh_cn: 开放销售

source: Everyone has access to this collection.
de_de: Jeder hat Zugang zu dieser Kollektion.
zh_cn: 任何人都可以访问这个专辑。

source: Only Space Guardians can access.
de_de: Nur Wächter des Raumes haben Zugriff.
zh_cn: 只有空间守护者才能访问。

source: Only Space Members can access.
de_de: Nur Raummitglieder haben Zugriff.
zh_cn: 只有空间成员可以访问。

source: Only Space Members with badge can access.
de_de: Nur Raummitglieder mit Abzeichen haben Zugriff.
zh_cn: 只有拥有徽章的空间成员才能访问。

source: Collection Options
de_de: Kollektionsoptionen
zh_cn: 专辑选项

source: One NFT per Member Only
de_de: Nur ein NFT pro Mitglied
zh_cn: 每位成员只能有一个 NFT

source: Select collection
de_de: Kollektion auswählen
zh_cn: 选择专辑

source: Select award
de_de: Auszeichnung auswählen
zh_cn: 选择奖项

source: Create collection
de_de: Kollektion erstellen
zh_cn: 创建专辑

source: Save collection
de_de: Kollektion speichern
zh_cn: 保存专辑

source: Check out collection
de_de: Kollektion ansehen
zh_cn: 专辑结算

source: Pending Membership Requests
de_de: Ausstehende Mitgliedschaftsanfragen
zh_cn: 待处理的会员申请

source: Your spaces
de_de: Deine Gruppen
zh_cn: 您的空间

source: No Spaces yet
de_de: Keine Räume bisher
zh_cn: 暂无空间

source: Discover Spaces
de_de: Entdecke Räume
zh_cn: 探索空间

source: Active awards
de_de: Aktive Auszeichnungen
zh_cn: 有效奖励

source: Active proposals
de_de: Aktive Vorschläge
zh_cn: 现行提案

source: Spaces
de_de: Räume
zh_cn: 空间

source: Discover - Awards
de_de: Entdecke - Auszeichnungen
zh_cn: 发现——奖励

source: Explore the best approach to DAO community engagement and growth. Awards, fee-less voting, 1-click set up. Join today.
de_de: Entdecke den besten Ansatz für DAO Community Engagement und Wachstum. Prämien, gebührenfreie Abstimmung - 1-Klick-Einrichtung - Trete heute bei.
zh_cn: 探索DAO社区参与和发展的最佳方法。奖励、无手续费投票、1键设置。今天就加入吧。

source: Awards
de_de: Auszeichnungen
zh_cn: 奖项

source: Proposals
de_de: Vorschläge
zh_cn: 提案

source: Members
de_de: Mitglieder
zh_cn: 成员

source: Discover - Members
de_de: Entdecke - Mitglieder
zh_cn: 发现 - 成员

source: Be a part of the most vibrant and fastest growing communities in crypto. Use metamask to join in seconds.
de_de: Sei Teil der lebendigsten und am schnellsten wachsenden Gemeinschaften im Kryptospace. Benutze Metamask, um in Sekunden beizutreten.
zh_cn: 成为加密货币中最有活力和发展最快的社区的一份子。您只需使用Metamask几秒钟就可以加入。

source: Discover - Proposals
de_de: Entdecke - Vorschläge
zh_cn: 发现 - 提案

source: Create and vote on proposals that help shape the future of DAOs and the metaverse. Set up in just 1-click. Join today.
de_de: Erstellen und stimme über Vorschläge ab, die die Zukunft von DAOs und des Metaverse bestimmen werden. Alles mit nur einem Klick. Trete noch heute bei.
zh_cn: 创建提案并投票，帮助塑造DAO和metaverse的未来。只需1次点击即可完成设置。今天就加入吧。

source: Discover - Spaces
de_de: Entdecke - Räume
zh_cn: 发现 - 空间

source: Sign up in minutes with our 1-click set up DAO-on-Demand. Fee-less on chain voting. Discover all of the amazing DAO's on the Soonaverse.
de_de: Melde dich in wenigen Minuten mit unserem 1-Klick-Setup DAO-on-Demand an. Kostenloses bei On-Chsin-Voting. Entdecke alle unsere erstaunlichen DAO's auf Soonaverse.
zh_cn: 您可以在几分钟内通过我们的一键式创建Dao的工具来完成注册，链上投票也是免费的，在Soonaverse您可以发现各种奇妙的Dao。

source: Sale type
de_de: Verkaufsart
zh_cn: 销售类型

source: Collections - NFT
de_de: Kollektionen - NFT
zh_cn: 专辑 - NFT

source: A completely fee-less Non-Fungible Tokens (NFTs) marketplace, digital collectibles, digital art, ownership rights, and more.
de_de: Ein völlig gebührenfreier Marktplatz für Non-Fungible Tokens (NFTs), digitale Sammlerstücke, digitale Kunst, Eigentumsrechte und vieles mehr.
zh_cn: 一个完全免费的Non-Fungible Tokens（NFTs），数字收藏品、数字艺术、所有权等的市场。

source: NFT Collections
de_de: NFT-Sammlungen
zh_cn: 专辑

source: Some collections may not yet be migrated to the decentralized network. Make sure you know what you are buying.
de_de: Einige Sammlungen werden möglicherweise noch nicht in das dezentrale Netzwerk migriert. Stelle sicher, dass du weißt, was du kaufst.
zh_cn: 有些专辑可能还没有迁移到去中心化的网络。请确保您知道您在购买什么。

source: I understand
de_de: Einverstanden
zh_cn: 我已知悉

source: Collections
de_de: Kollektionen
zh_cn: 专辑

source: Total staked
de_de: Insgesamt gestaked
zh_cn: 质押总数

source: Staking Value: {{ unitsService.format( getTotalStakedValue() | async, undefined, false, false, 2 ) }} <wen-icon-question-circle [size]="16" class="ml-1 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
de_de: Staking Wert: {{ unitsService.format( getTotalStakedValue() | async, undefined, false, false, 2 ) }} <wen-icon-question-circle [size]="16" class="ml-1 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
zh_cn: 质押价值: {{ unitsService.format( getTotalStakedValue() | async, undefined, false, false, 2 ) }} <wen-icon-question-circle [size]="16" class="ml-1 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}

source: Claimable Reward
de_de: Beanspruchbare Belohnung
zh_cn: 可认领奖励

source: Stake more {{(token$ | async)?.symbol | uppercase}}
de_de: Stake mehr {{(token$ | async)?.symbol | uppercase}}
zh_cn: 质押更多 {{(token$ | async)?.symbol | uppercase}}

source: Stake {{(token$ | async)?.symbol | uppercase}}
zh_cn: 质押 {{(token$ | async)?.symbol | uppercase}}

source: My Staking
de_de: Mein Staking
zh_cn: 我的质押

source: until
de_de: bis
zh_cn: 至

source: My Favourites
de_de: Meine Favoriten
zh_cn: 我的收藏

source: View All
de_de: Alle ansehen
zh_cn: 查看全部

source: Profile Options
de_de: Profil Optionen
zh_cn: 个人资料选项

source: Edit Profile
de_de: Profil bearbeiten
zh_cn: 编辑个人资料

source: Manage Addresses
de_de: Adressen verwalten
zh_cn: 管理地址

source: Export All Transactions
de_de: Alle Transaktionen exportieren
zh_cn: 导出所有交易

source: Request Verification
de_de: Verifizierung beantragen
zh_cn: 请求验证

source: Pending
de_de: Ausstehend
zh_cn: 待处理

source: Issued
de_de: Zugelassen
zh_cn: 已颁发

source: No Awards
de_de: Keine Auszeichnungen
zh_cn: 暂无奖项

source: Discover Awards
de_de: Entdecke Auszeichnungen
zh_cn: 探索奖项

source: Reputation
zh_cn: 声望

source: Spaces
de_de: Räume
zh_cn: 空间

source: Awards
de_de: Auszeichnungen
zh_cn: 奖项

source: Total Rewards
de_de: Gesamt Belohnungen
zh_cn: 总奖励

source: My profile
de_de: Mein Profil
zh_cn: 个人资料

source: Profile
de_de: Profil
zh_cn: 个人资料

source: Profile info
de_de: Profil-Infos
zh_cn: 资料信息

source: Joined
de_de: Mitglied seit
zh_cn: 已加入

source: Member -
de_de: Mitglieder -
zh_cn: 成员 -

source: Activity
de_de: Aktivität
zh_cn: 活动

source: Transactions
de_de: Transaktionen
zh_cn: 交易

source: Bring NFT from other network to Soonaverse and unlock it’s trading options.
de_de: Bringe NFT aus einem anderen Netzwerk nach Soonaverse und erschließe Handelsoptionen.
zh_cn: 将NFT从其他网络带到Soonaverse，并解锁它的交易选项。

source: Deposit NFT
de_de: NFT-Einlage
zh_cn: 存入NFT

source: No NFTs
de_de: Keine NFTs
zh_cn: 没有 NFT

source: Tokens
zh_cn: 代币

source: Staking
zh_cn: 质押

source: Here you will only find tokens that are available to claim or that have not been minted. Minted tokens will always appear in your associated Firefly or TanglePay wallet.
de_de: Hier findest du nur Token, die verfügbar sind oder noch nicht geminted wurden. Gemintete Token erscheinen immer in deiner dazugehörigen Firefly oder TanglePay-Wallet.
zh_cn: 此处您只能找到能被申领或还没铸造的代币。已铸造的代币只会出现在你对应的Firefly或Tanglepay钱包中。

source: Item
zh_cn: 商品

source: Total
de_de: Gesamt
zh_cn: 总共

source: Owned
de_de: In Besitz
zh_cn: 已拥有

source: Airdropped
zh_cn: 已空投

source: from
de_de: von
zh_cn: 从

source: Deposit for purchase
de_de: Einzahlung zum Kauf
zh_cn: 存款以买入

source: No tokens
de_de: Keine Token
zh_cn: 暂无代币

source: Active Staking
de_de: Aktives Staking
zh_cn: 生效的质押

source: Expired Staking
de_de: Abgelaufenes Staking
zh_cn: 失效的预约

source: Active Staking
de_de: Aktives Staking
zh_cn: 生效的质押

source: Expired Staking
de_de: Abgelaufenes Staking
zh_cn: 失效的质押

source: Staked From
de_de: Gestaked von
zh_cn: 质押开始于

source: Staked Until
de_de: Staked bis
zh_cn: 质押结束至

source: Multiplier
de_de: Multiplikator
zh_cn: 倍数

source: Staked Value
de_de: Staking-Wert
zh_cn: 质押价值

source: Stakes
zh_cn: 质押
