Repository: soonaverse/app
Catalog: src/locale/messages.*.xlf
Languages: de_de, zh_cn

source: No Stakes
de_de: Keine Stakes
zh_cn: 暂无质押

source: Staked from - to
de_de: Gestakt von - bis
zh_cn: 质押周期

source: Amount (Multiplier)
de_de: Betrag (Multiplikator)
zh_cn: 数量 (倍数)

source: Staked Value
de_de: Staking-Wert
zh_cn: 质押价值

source: Claim
de_de: Beanspruchen
zh_cn: 认领

source: Refund
de_de: Erstattung
zh_cn: 退款

source: Export CSV
de_de: CSV exportieren
zh_cn: 导出 CSV

source: Exporting CSV
de_de: CSV wird exportiert
zh_cn: 正在导出 CSV

source: No transactions
de_de: Keine Transaktionen
zh_cn: 无交易

source: Some files have not been uploaded
de_de: Einige Dateien wurden nicht hochgeladen
zh_cn: 一些文件尚未上传

source: Please only use a-z, A-Z, _, -, 0-9 characters.
de_de: Verwende bitte nur Zeichenketten, die aus den folgenden Zeichen bestehen: a-z, A-Z, _, -, 0-9.
zh_cn: 请仅使用 a-z, A-Z, _, -, 0-9 等字符。

source: Uploaded CSV
de_de: Hochgeladene CSV-Datei
zh_cn: 已上传的 CSV

source: Some of the NFTs are faulty!
de_de: Einige NFTs sind falsch!
zh_cn: 有些 NFT 有错误！

source: Filename
de_de: Dateiname
zh_cn: 文件名

source: Error
de_de: Fehler
zh_cn: 错误

source: Upload existing CSV
de_de: Bestehendes CSV hochladen
zh_cn: 上传现有的 CSV

source: Upload back once you generate below
de_de: Erneut hochladen, sobald du unten generiert hast
zh_cn: 一旦您在下面生成，请上传回来。

source: You have to upload images first.
de_de: Du musst zuerst Bilder hochladen.
zh_cn: 您必须先上传图片。

source: Generate CSV
de_de: CSV erstellen
zh_cn: 生成 CSV

source: Publish NFTs
de_de: NFTs veröffentlichen
zh_cn: 发布 NFT

source: To create multiple classic NFTs, you have to use the web version of Soonaverse.
de_de: Um mehrere klassische NFTs zu erstellen, musst du die Webversion von Soonaverse verwenden.
zh_cn: 要创建多个经典型 NFT，您必须使用 Web 版本的 Soonaverse。

source: Single
de_de: Einzel
zh_cn: 单个

source: Multiple
de_de: Mehrfach
zh_cn: 多个

source: NFT info
zh_cn: NFT 信息

source: Name and description will be included on the NFT.
de_de: Name und Beschreibung werden in dem NFT aufgeführt.
zh_cn: 名称和描述将包含在 NFT 上。

source: Name is required.
de_de: Name erforderlich.
zh_cn: 名称是必填项。

source: Description is required.
de_de: Beschreibung erforderlich.
zh_cn: 描述是必填项。

source: All times are reflected in user's timezone. For generated NFT and SFT the price is set per collection and cannot be changed here.
de_de: Alle Zeiten sind in der Zeitzone des Nutzers angegeben. Für generierte NFT und SFT ist der Preis pro Kollektion festgelegt und kann hier nicht geändert werden.
zh_cn: 时间将根据用户所在的时区进行显示。对于生成型的 NFT 和SFT ，价格是按专辑设置的，不能在这里更改。

source: Properties show up underneath your item.
de_de: Eigenschaften werden unterhalb deines Items angezeigt.
zh_cn: 属性将在您的商品下方显示。

source: Property name (E.g. Character)
de_de: Eigenschaftsname (z.B. Charakter)
zh_cn: 属性名称 (例如：Character)

source: Value (E.g. Soonanaut)
de_de: Wert (z.B: Soonanaut)
zh_cn: 值 (例如: Soonanaut)

source: Property name
de_de: Eigenschaftname
zh_cn: 属性名称

source: Value
de_de: Wert
zh_cn: 值

source: Property
de_de: Eigenschaft
zh_cn: 属性

source: Add property
de_de: Eigenschaft hinzufügen
zh_cn: 添加属性

source: Stats show up underneath your item.
de_de: Attribute werden unter deinem Item angezeigt.
zh_cn: 数据将在您的商品下方显示。

source: Stats name (E.g. Stamina)
de_de: Name der Attribute (z.B. Stamina)
zh_cn: 数据名称(譬如：Stamina)

source: Value (E.g. 10, 1/10 , etc.)
de_de: Wert (z.B. 10, 1/10, etc.)
zh_cn: 数值(例如, 10, 1/10 , 等)

source: Stat name
de_de: Name des Attributs
zh_cn: 数据名称

source: Stat
de_de: Attribut
zh_cn: 数据

source: Add stat
de_de: Attribut hinzufügen
zh_cn: 新增数据

source: Upload image of your NFT. File types supported: PNG, JPEG, WEBP, MP4. Max size: 100 MB.
de_de: Lade ein Bild deines NFTs hoch. Unterstützte Dateiformate: PNG, JPEF, WEBP, MP4. Max. Größe: 100 MB.
zh_cn: 上传您的 NFT 图像。支持的文件类型：PNG，JPEG，WEBP，MP4，最大尺寸：100 MB。

source: Media is required
de_de: Medien erforderlich
zh_cn: 媒体文件是必需的。

source: Select one of your collections to display this NFT.
de_de: Wähle eine deiner Sammlungen, um dieses NFT anzuzeigen.
zh_cn: 选择要显示此 NFT 的一个专辑。

source: Create NFT
de_de: NFT erstellen
zh_cn: 新建 NFT

source: Preview NFT
de_de: Vorschau NFT
zh_cn: 预览 NFT

source: File name file.name is not valid
de_de: Dateiname file.name ist ungültig
zh_cn: 文件名 file.name 无效。

source: Check out nft
de_de: Nft anschauen
zh_cn: Nft 结算

source: Current highest bid
de_de: Aktuelles Höchstgebot
zh_cn: 当前最高出价

source: remaining
de_de: verbleibend
zh_cn: 剩余

source: Sale ended
de_de: Auktion beendet
zh_cn: 销售已结束

source: Sale hasn't started yet
de_de: Der Verkauf hat noch nicht begonnen
zh_cn: 销售尚未开始

source: NFT is pending other member's transaction
de_de: Ausstehende Mitgliedertransaktion unter Verwendung eines NFT
zh_cn: NFT 正在等待其他成员的交易

source: Collection pending approval
de_de: Genehmigung der Kollektion ausstehend
zh_cn: 待批准的专辑

source: Collection rejected!
de_de: Kollektion abgelehnt!
zh_cn: 专辑被驳回！

source: Sell NFT
de_de: NFT verkaufen
zh_cn: 出售NFT

source: Change Fixed Price
de_de: Festen Preis ändern
zh_cn: 变更一口价

source: Change Auction
de_de: Auktion ändern
zh_cn: 变更拍卖

source: Place bid
de_de: Angebot abgeben
zh_cn: 出价

source: Buy now
de_de: Jetzt kaufen
zh_cn: 立即购买

source: Bidding
de_de: Bieten
zh_cn: 竞标

source: Current Bids
de_de: Aktuelle Gebote
zh_cn: 当前出价

source: Past bids
de_de: Letzte Gebote (Bids)
zh_cn: 以往出价

source: My biddings
de_de: Meine Gebote
zh_cn: 我的出价

source: Member
de_de: Mitglied
zh_cn: 成员

source: Bidded on
de_de: Gebot an
zh_cn: 出价于

source: There are no current bids
de_de: Keine aktuellen Gebote vorhanden
zh_cn: 目前没有出价

source: There are no past bids
de_de: Keine alten Gebote vorhanden
zh_cn: 没有过去的出价

source: There are no records.
de_de: Kein Datensatz vorhanden.
zh_cn: 没有记录

source: Withdraw NFT
de_de: NFT Abheben
zh_cn: 提取NFT

source: History
de_de: Verlauf
zh_cn: 历史记录

source: Minting in Progress
de_de: Prägen ("Mint") im Gang
zh_cn: 正在铸造...

source: Available for specific Member Only
de_de: Nur für bestimmte Mitglieder verfügbar
zh_cn: 仅限特定成员

source: View all of the transaction details of this NFT on the Tangle
de_de: Zeige alle Transaktionsdetail dieses NFTs auf dem Tangle an
zh_cn: 在 Tangle 上查看此 NFT 的所有交易详细信息

source: About the collection
de_de: Über die Kollektion
zh_cn: 专辑介绍

source: Show
de_de: Anzeigen
zh_cn: 显示

source: collection
de_de: Kollektion
zh_cn: 专辑

source: by
de_de: von
zh_cn: 由

source: Are you sure you want to withdraw NFT from Soonaverse?
de_de: Sind Sie sicher, dass Sie diesen NFT von der Soonaverse Plattform abheben möchten?
zh_cn: 您确定要从soonaverse中提取出NFT吗?

source: Once the NFT is withdrawn it won’t be available within Soonaverse and it will appear only in your wallet. You can always bring the NFT back to Soonaverse later.
de_de: Sobald das NFT zurückgezogen wurde, wird es innerhalb von Soonaverse nicht verfügbar sein und wird nur in deiner Wallet erscheinen. Du kannst das NFT später immer wieder nach Soonaverse übermitteln.
zh_cn: 一旦NFT被提取，它将不能在Soonaverse中流通，它将只出现在你的Firefly钱包中。你可以在以后将NFT存回Soonaverse。

source: Confirm with Metamask
de_de: Mit Metamask bestätigen
zh_cn: 用Metamask 确认

source: View
de_de: Ansehen
zh_cn: 查看

source: NFT Withdrawn.
de_de: NFT zurückgenommen (Withdraw).
zh_cn: NFT 已提取

source: Oops, it's in another universe
de_de: Hoppla, es ist in einem anderen Universum
zh_cn: 糟糕，它在这个宇宙没有踪影....

source: NFT you are looking for no longer exists on Soonaverse.
de_de: NFT, das du suchst, existiert nicht mehr auf Soonaverse.
zh_cn: 你要找的NFT在Soonaverse上已经不存在了。

source: Back to Marketplace
de_de: Zurück zum Marktplatz
zh_cn: 返回市场

source: Auction Starts
de_de: Auktion beginnt
zh_cn: 拍卖开始

source: Auction Ends
de_de: Auktion endet
zh_cn: 拍卖结束

source: Pool <h5 class="mx-2 my-0">by</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>
de_de: Pool <h5 class="mx-2 my-0">von</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>
zh_cn: 池子 <h5 class="mx-2 my-0">by</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>

source: What is Pool?
de_de: Was ist ein Pool?
zh_cn: 什么是池？

source: Anyone can become a liquidity provider (LP) by depositing an equivalent value of each underlying token in return for pool tokens. These tokens track pro-rata LP shares of the total reserves, and can be redeemed for the underlying assets at any time.
de_de: Jeder kann ein Liquiditätsanbieter (LP) werden, indem er einen gleichwertigen Wert jedes zugrundeliegenden Tokens im Gegenzug für Pool-Token hinterlegt. Diese Token stellen entsprechende LP-Anteile der Gesamtreserven dar und können jederzeit für die zugrunde liegenden Assets eingelöst werden.
zh_cn: 任何人都可以成为流动性提供者（LP），通过存入每个基础代币的同等价值来换取池子里的代币。这些代币跟踪总储备中按比例的LP份额，并可以在任何时候赎回基础资产。

source: Coming SOON
de_de: Kommt SOON
zh_cn: 即将推出

source: See Pool <p class="hidden ml-1 lg:block">on iotabee</p>
de_de: Siehe Pool <p class="hidden ml-1 lg:block">auf iotabee</p>
zh_cn: 在 iotabee 上查看池 <p class="hidden ml-1 lg:block"></p>

source: What is iotabee?
de_de: Was ist iotabee?
zh_cn: 什么是iotabee？

source: Iotabee is a combination of a decentralized peer-to-peer DEX protocol and a semi-centralized crosschain SWAP that people can use to create liquidity and trade tokens on IOTA, Shimmer, Shimmer EVM and other EVM chains like BSC.
de_de: Iotabee ist eine Kombination aus einem dezentralisierten Peer-to-Peer DEX-Protokoll und einem semi-zentralisierten cross-chain SWAP, womit allen Leuten möglich ist, Liquidität zu schaffen und mit Token auf IOTA, Shimmer, Shimmer EVM und anderen EVM-kompatiblen Kanälen wie BSC zu handeln.
zh_cn: Iotabee是一种去中心化的点对点的DEX协议和半去中心化的跨链SWAP的组合，人们可以用来在IOTA， Shimmer EVM 和其他EVM 链，如BSC上创建流动性和交易代币。

source: New Proposal
de_de: Neuer Vorschlag
zh_cn: 新的提案

source: Proposal info
de_de: Vorschlagsinfo
zh_cn: 提案信息

source: Title and description will be included on the Proposal. Start and end dates determine the duration of the Proposal.
de_de: Titel und Beschreibung werden in dem Vorschlag angezeigt. Start- und Enddatum bestimmen die Dauer des Vorschlags.
zh_cn: 标题和说明将包含在提案中。开始日期和结束日期决定提案的持续时间。

source: Start
zh_cn: 开始

source: Start Date is required.
de_de: Startdatum erforderlich.
zh_cn: 开始日期是必填的。

source: Question Info
de_de: Informationen zur Frage
zh_cn: 提问信息

source: Title and description will only be displayed for this question.
de_de: Titel und Beschreibung werden nur für diese Frage angezeigt.
zh_cn: 标题和描述将只显示于此提问。

source: Question Title is required.
de_de: Fragetitel erforderlich.
zh_cn: 问题标题是必填项。

source: Text and description for each individual answer.
de_de: Text und Beschreibung für jede individuelle Antwort.
zh_cn: 每个回答的文本和描述。

source: Answer Text is required.
de_de: Antworttext erforderlich.
zh_cn: 答案内容是必填项。

source: Add Choice
de_de: Auswahl hinzufügen
zh_cn: 添加选择

source: This is the space that will list the proposal.
de_de: Das ist der Raum, in dem der Vorschlag veröffentlicht wird.
zh_cn: 这是列出提案的空间。

source: Proposal Setup
de_de: Vorschlagseinstellungen
zh_cn: 提案设置

source: Defines who has access to the proposal and what is the voting method.
de_de: Legt fest, wer Zugang zu dem Vorschlag hat und was die Abstimmungsmethode ist.
zh_cn: 定义谁有权使用提案以及表决方法

source: Target Participants
de_de: Zielmitglieder
zh_cn: 目标参与者

source: All Guardians
de_de: Alle Wächter
zh_cn: 所有守护者

source: Only guardians can vote on this proposal
de_de: Nur Wächter können über diesen Vorschlag abstimmen
zh_cn: 只有守护者可对此提案进行表决

source: All Members
de_de: Alle Mitglieder
zh_cn: 所有成员

source: All members can vote on this proposal
de_de: Alle Mitglieder können über diesen Vorschlag abstimmen
zh_cn: 所有成员都可以对此提案进行投票

source: Space's Native Token
de_de: Raum Native Token
zh_cn: 空间原生代币

source: You must have minted token linked to your space first!
de_de: Du musst zuerst Token prägen ("minten") die mit deinem Raum verknüpft sind!
zh_cn: 首先你必须已经铸造了连接到你空间的代币！

source: All token holders can vote.
de_de: Alle Token-Inhaber können abstimmen.
zh_cn: 所有代币持有者都可以投票。

source: Create Proposal
de_de: Vorschlag erstellen
zh_cn: 创建提案

source: Proposal - New
de_de: Vorschlag - Neu
zh_cn: 提案 - 新增

source: Create and vote on proposals that help shape the future of DAOs and the metaverse. Instant 1-click set up. Join today.
de_de: Erstellen und stimme über Vorschläge ab, die die Zukunft von DAOs und des Metaverse bestimmen werden. Alles mit nur einem Klick. Trete noch heute bei.
zh_cn: 创建并投票表决有助于塑造DAO和metaverse的未来的提案。即时的一键式设置。今天就加入。

source: Choice
de_de: Auswahl
zh_cn: 选择

source: badge
de_de: Abzeichen
zh_cn: 奖章

source: Final Results
de_de: Endergebnisse
zh_cn: 最终结果

source: Proposal Description
de_de: Beschreibung des Vorschlags
zh_cn: 提案描述

source: Proposal -
de_de: Vorschlag -
zh_cn: 提案 -

source: Voting starts
de_de: Abstimmung beginnt
zh_cn: 投票开始

source: You are not part of the vote
de_de: Du bist kein Teil der Abstimmung
zh_cn: 你不能参与投票。

source: In order to vote, you must be part of the space before proposal was created.
de_de: Um abstimmen zu können, musst du Teil des Raumes sein, bevor der Vorschlag erstellt wurde.
zh_cn: 为了投票，您必须在提案创建前加入空间。

source: Log in to vote
de_de: Anmelden um abzustimmen
zh_cn: 登录进行投票

source: In order to vote, you must login first.
de_de: Um abzustimmen, musst du dich zuerst anmelden.
zh_cn: 您必须先登录才能投票。

source: Pending Guardian Approval
de_de: Wächtergenehmigung ausstehend
zh_cn: 等待守护者批准

source: This proposal has not been approved by any Guardian yet.
de_de: Dieser Vorschlag wurde noch nicht von einem Wächter genehmigt.
zh_cn: 这项提案尚未获得任何守护者的批准。

source: Weight
de_de: Gewichtung
zh_cn: 权重

source: Pending Vote
de_de: Ausstehende Abstimmung
zh_cn: 未决投票

source: Voted
de_de: Abgestimmt
zh_cn: 已投票

source: Proposal - Participants
de_de: Vorschlag – Teilnehmer
zh_cn: 提议——参与者

source: See all participants within the proposal
de_de: Alle Teilnehmer des Vorschlags anzeigen
zh_cn: 查看提案的所有参与者

source: joined soonaverse on
de_de: soonaverse beigetreten am
zh_cn: 加入soonaverse于

source: Approve
de_de: Genehmigen
zh_cn: 批准

source: Decline
de_de: Ablehnen
zh_cn: 拒绝

source: Voting Type of this proposal.
de_de: Abstimmungsart dieses Vorschlages.
zh_cn: 提案投票方法

source: Total weight within this proposal for all participants.
de_de: Gesamtgewichtung aller Teilnehmenden innerhalb dieses Vorschlags.
zh_cn: 本提案中所有参与者的总权重

source: Current Milestone
de_de: Aktueller Meilenstein
zh_cn: 当前里程碑

source: Commence Date
de_de: Anfangsdatum
zh_cn: 开始日期

source: Voting Type
de_de: Art der Abstimmung
zh_cn: 投票方式

source: Total Weight
de_de: Gesamtgewichtung
zh_cn: 总权重

source: Check out proposal
de_de: Vorschlag prüfen
zh_cn: 查看提案

source: Current Results
de_de: Aktuelle Ergebnisse
zh_cn: 当前结果

source: Selected Badges
de_de: Ausgewählte Abzeichen
zh_cn: 选定的奖章

source: Votes
de_de: Stimmen
zh_cn: 票数

source: Voter
de_de: Wähler
zh_cn: 投票者

source: Option (Weight)
de_de: Option (Gewichtung)
zh_cn: 选项 (权重)

source: Expired On
de_de: Abgelaufen am
zh_cn: 失效日期

source: Once refunded token output is consumed your vote expires and proportional weight is applied. You will have to vote again to cast your vote.
de_de: Sobald die Rückerstattung des Token-Outputs verbraucht ist, verfällt deine Stimmabgabe und die proportionale Gewichtung wird angewandt. Du musst erneut abstimmen, damit deine Stimme zählt.
zh_cn: 一旦退还的代币输出被消耗，你的投票就会过期，并按比例进行加权。你将不得不再次投票来投你的票

source: One Member One Vote
de_de: Ein Mitglied eine Stimme
zh_cn: 一个成员一票

source: XP Reputation - Space
de_de: XP Reputation - Raum
zh_cn: XP 声望值 - 空间

source: XP Reputation - Selected Badges
de_de: XP Reputation - Ausgewählte Abzeichen
zh_cn: XP 声望值 - 选定的徽章

source: {{(token$ | async)?.symbol | uppercase}} Staking
zh_cn: {{(token$ | async)?.symbol | uppercase}} 质押

source: How much I earn?
de_de: Wie viel verdiene ich?
zh_cn: 我能赚多少？

source: How it works?
de_de: Wie funktioniert es?
zh_cn: 工作原理

source: Stake your {{(token$ | async)?.symbol | uppercase}} tokens to earn rewards and unlock new features.
de_de: Stake deine {{(token$ | async)?.symbol | uppercase}} Token, um Belohnungen zu erhalten und neue Funktionen freizuschalten.
zh_cn: 将您的 {{(token$ | async)?.symbol | uppercase}} 代币用于获得奖励并解锁新功能。

source: Unique Perks for stakers
de_de: Einzigartige Perks für Staker
zh_cn: 质押者特权

source: {{(token$ | async)?.symbol | uppercase}} Rewards
de_de: {{(token$ | async)?.symbol | uppercase}} Belohnungen
zh_cn: {{(token$ | async)?.symbol | uppercase}} 奖励

source: Trading Bonuses
de_de: Handelsbonus
zh_cn: 交易优惠

source: Unique Features
de_de: Einzigartige Features
zh_cn: 独特功能

source: Earn more {{(token$ | async)?.symbol | uppercase}}er than you think
de_de: Verdiene mehr {{(token$ | async)?.symbol | uppercase}} als du denkst
zh_cn: 赚取更多 {{(token$ | async)?.symbol | uppercase}}超过你预期

source: The more {{(token$ | async)?.symbol | uppercase}} you hold, the more rewards you get.
de_de: Je mehr {{(token$ | async)?.symbol | uppercase}} du hältst, desto mehr Belohnungen bekommst du.
zh_cn: 你持有{{(token$ | async)?.symbol | uppercase}} 越多, 你获得的奖励也越多.

source: New
de_de: Neu
zh_cn: 新的

source: award
de_de: Auszeichnung
zh_cn: 奖项

source: Active
de_de: Aktiv
zh_cn: 进行中的

source: Space - Awards
de_de: Raum - Auszeichnungen
zh_cn: 空间 - 奖项

source: Space's awards
de_de: Raum - Auszeichnungen
zh_cn: 空间奖项

source: No Collections
de_de: Keine Kollektionen
zh_cn: 暂无专辑

source: Space - Collections
de_de: Raum - Sammlungen
zh_cn: 空间 - 合集

source: Space's collections
de_de: Sammlungen des Raums
zh_cn: 空间合集

source: Space Options
de_de: Raum-Optionen
zh_cn: 空间选项

source: Token Options
de_de: Token-Optionen
zh_cn: 代币选项

source: Edit Space
de_de: Raum bearbeiten
zh_cn: 编辑空间

source: Manage Guardians
de_de: Wächter verwalten
zh_cn: 管理守护者

source: Export Current Members
de_de: Aktuelle Mitglieder exportieren
zh_cn: 导出当前成员

source: Create New Award
de_de: Neue Auszeichnung erstellen
zh_cn: 创建新奖励

source: Create New Proposal
de_de: Erstelle einen neuen Vorschlag
zh_cn: 创建新提案

source: Create New Collection
de_de: Neue Kollektion erstellen
zh_cn: 创建新专辑

source: Edit Token
de_de: Token bearbeiten
zh_cn: 编辑代币

source: Create Airdrop
de_de: AirDrop erstellen
zh_cn: 创建空投

source: Staking Reward Schedule
de_de: Belohnungsplan für das Staking
zh_cn: 质押奖励计划

source: Export Current Stakers
de_de: Aktuelle Staker exportieren
zh_cn: 导出当前质押者

source: Active
de_de: Aktiv
zh_cn: 进行中的

source: Blocked
de_de: Gesperrt
zh_cn: 已屏蔽

source: Blocked
de_de: Gesperrt
zh_cn: 已屏蔽

source: Find Member
de_de: Mitglied suchen
zh_cn: 查找成员

source: No Members
de_de: Keine Mitglieder
zh_cn: 暂无成员

source: joined space on
de_de: Dem Raum beigetreten am
zh_cn: 加入空间于

source: Remove Guardian
de_de: Wächter entfernen
zh_cn: 移除守护者

source: Make Guardian
de_de: Zum Wächter machen
zh_cn: 设置为守护者

source: Block Member
de_de: Mitglied sperren
zh_cn: 屏蔽成员

source: Accept Member
de_de: Mitglied akzeptieren
zh_cn: 接受成员

source: Unblock Member
de_de: Mitglied entsperren
zh_cn: 解除屏蔽会员

source: Space - Members
de_de: Raum - Mitglieder
zh_cn: 空间 - 成员

source: Space's members
de_de: Mitglieder des Raums
zh_cn: 空间成员

source: Upcoming Sale
de_de: Anstehender Verkauf
zh_cn: 即将进行的销售

source: Live Token Sale
de_de: Live Token Verkauf
zh_cn: 实时代币销售

source: Space -
de_de: Raum -
zh_cn: 空间 -

source: proposal
de_de: Vorschlag
zh_cn: 提案

source: No Proposals
de_de: Keine Vorschläge
zh_cn: 暂无提案

source: Space - Proposals
de_de: Raum - Vorschläge
zh_cn: 空间 - 提案

source: Space's proposals
de_de: Vorschläge des Raums
zh_cn: 空间提案

source: Check out space
de_de: Space ansehen
zh_cn: 查看空间

source: pending
de_de: ausstehend
zh_cn: 待处理

source: Export members
de_de: Mitglieder exportieren
zh_cn: 导出成员

source: Exporting members
de_de: Mitglieder exportieren
zh_cn: 导出成员

source: Open to join instantly
de_de: Offen für sofortigen Beitritt
zh_cn: 开放可即时加入

source: Requires approval to join
de_de: Genehmigung zum Beitritt erforderlich
zh_cn: 加入需要批准

source: Requires
de_de: Benötigt
zh_cn: 需要

source: staked value to join
de_de: gestakter Wert zum Beitritt
zh_cn: 加入的质押价值

source: Related Links
de_de: Verwandte Links
zh_cn: 相关链接

source: Claim ownership
de_de: Besitz beanspruchen
zh_cn: 认领所有权

source: Space's Wallet Addresses
de_de: Wallet-Adresse des Raums
zh_cn: 空间钱包地址

source: Leave Space
de_de: Raum verlassen
zh_cn: 退出空间

source: About space
de_de: Über den Raum
zh_cn: 关于空间

source: Join Space
de_de: Raum beitreten
zh_cn: 加入空间

source: Pending Request
de_de: Ausstehende Anfrage
zh_cn: 待处理请求

source: Ask to join Space
de_de: Raum Beitrittsanfrage
zh_cn: 请求加入空间

source: Edit Space
de_de: Raum bearbeiten
zh_cn: 编辑空间

source: Stake
zh_cn: 质押

source: to Join
de_de: beitreten
zh_cn: 加入

source: Add new space
de_de: Neuen Raum erstellen
zh_cn: 新增空间

source: Edit space
de_de: Raum bearbeiten
zh_cn: 编辑空间

source: Space info
de_de: Rauminfo
zh_cn: 空间信息

source: Title and description will be included on the Space.
de_de: Titel und Beschreibung werden in dem Raum aufgeführt.
zh_cn: 标题和描述将显示在空间上。

source: Links will be included on the Space detail. Use account usernames for Github, Twitter and Discord (name#id).
de_de: Links werden in den Raumdetails aufgeführt. Benutze Account Nutzernamen für Github, Twitter und Discord (name#id).
zh_cn: 链接将显示在空间详情上。为Github、Twitter和Discord(name#id) 链接使用账户用户名。

source: Only discord invite code supported (i.e. RBHqpkKC)
de_de: Nur Discord Einladungscodes werden unterstützt (z.B. RBHqpkKC)
zh_cn: 仅支持Discord 邀请码 (例如：RBHqpkKC)

source: Type your Discord invite code
de_de: Gib deinen Discord Einladungscode ein
zh_cn: 输入您的 Discord 邀请码

source: Space Type
de_de: Art des Raums
zh_cn: 空间类型

source: Each type has different characteristics.
de_de: Jeder Typ hat unterschiedliche Eigenschaften.
zh_cn: 每种类型都有不同的特点。

source: Open for anyone to join instantly
de_de: Zum sofortigen Beitritt für alle geöffnet
zh_cn: 任何人都可立即加入

source: Requires a member approval
de_de: Erfordert eine Freischaltung des Mitglieds
zh_cn: 需要一个成员批准

source: Requires stake value (in space's token)
de_de: Erfordert gestakten Wert (in dem jeweiligen Raum-Token)
zh_cn: 需要质押价值(空间代币)

source: Avatar is mandatory
de_de: Avatar ist verpflichtend
zh_cn: 头像是必须的

source: Create space
de_de: Raum erstellen
zh_cn: 创建空间

source: Save space
de_de: Raum speichern
zh_cn: 保存空间

source: Space - New
de_de: Raum - Neu
zh_cn: 空间 - 新建

source: Sign up in minutes with our 1-click set up DAO-on-Demand. Fee-less on chain voting, Discover all of the amazing DAO's on the Soonaverse.
de_de: Melde dich in wenigen Minuten mit unserem 1-Klick-Setup "DAO-on-Demand" an. Gebührenfreies On-Chain-Voting - Entdecke alle unsere tollen DAO's auf Soonaverse.
zh_cn: 您可以在几分钟内通过我们的一键式创建Dao的工具来完成注册，链上投票也是免费的，在Soonaverse您可以发现各种奇妙的Dao。

source: Upload new to replace existing.
de_de: Neu hochladen, um das Existierende zu ersetzen.
zh_cn: 上传新版以替换现有版本。

source: Your brand is key.
de_de: Deine Marke ist das Wichtigste.
zh_cn: 您的品牌是关键的。

source: Make it personal.
de_de: Mache sie zu etwas Persönlichem.
zh_cn: 使它成为个人的。

source: Swap <h5 class="mx-2 my-0">by</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>
de_de: Swap <h5 class="mx-2 my-0">von</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>
zh_cn: 交换 <h5 class="mx-2 my-0">由</h5><div><img [src]="(themeService.theme$ | async) === theme.Light ? '/assets/logos/bee_dark.svg' : '/assets/logos/bee_light.svg'" alt="BEE logo" /></div>

source: What is Swap?
de_de: Was bedeutet Tausch?
zh_cn: 什么是 Swap 互换？

source: See Swap <p class="hidden ml-1 lg:block">on iotabee</p>
de_de: Siehe Swap <p class="hidden ml-1 lg:block">auf iotabee</p>
zh_cn: 在 iotabe 上查看SWAP <p class="hidden ml-1 lg:block"></p>
