Repository: soonaverse/app
Catalog: src/locale/messages.*.xlf
Languages: de_de, zh_cn

source: Create airdrop
de_de: Airdrop erstellen
zh_cn: 创建空投

source: You can create a governance token airdrop for your members. To do this, upload a .csv file containing user addresses and allocation details.
de_de: Du kannst ein Governance-Token Airdrop für deine Mitglieder erstellen. Laden dazu eine .csv-Datei mit Benutzeradressen und Zuweisungsdetails hoch.
zh_cn: 你可以为你的会员创建一个治理令牌空投。要做到这一点，请上传一个包含用户地址和分配细节的.csv文件。

source: Some rows have been removed
de_de: Einige Zeilen wurden entfernt
zh_cn: 某些行已经被移除

source: Submit airdrop
de_de: Airdrop übermitteln
zh_cn: 提交空投

source: row is not valid
de_de: Zeile ist ungültig
zh_cn: 此行无效

source: Breakdown
de_de: Aufschlüsselung
zh_cn: 分解

source: Token distribution
de_de: Token Verteilung
zh_cn: 代币分配

source: Total token supply
de_de: Token Gesamtmenge
zh_cn: 代币总供应量

source: Launchpad price per token
de_de: Launchpad-Preis je Token
zh_cn: 启动板代币价格

source: Initial Cap
de_de: Start Kapitialisierung (Initial Cap)
zh_cn: 初始市值

source: Total melted tokens
de_de: Endsumme der Token-Ablösung
zh_cn: 全部熔化代币

source: You can create only ONE token per space and it can never be changed.
de_de: Du kannst nur EINEN Token je Raum erstellen und dieser kann nie geändert werden.
zh_cn: 你在每个空间只能创建一个令牌，而且永远不能改变。

source: Important information for creating a token on Soonaverse: Please read the instructions and fill out an application form available on this screen if you want to do public sale or make you token available on Soonaverse exchange.
de_de: Wichtige Informationen zum Erstellen eines Tokens auf Soonaverse: Bitte lese die Anweisungen und fülle ein auf diesem Bildschirm verfügbares Anmeldeformular aus, wenn du für deine Tokens einen Public Sale machen oder deinen Token auf der Soonsverse Tauschplattform zur Verfügung stellen möchtest.
zh_cn: 在Soonaverse创建代币的重要信息：如果您想在Soonaverse交易所进行公开销售或上架您的代币，请阅读说明并填写本屏幕上的申请表格。

source: Continue
de_de: Weiter
zh_cn: 继续

source: Token Sale Requirements
de_de: Tokenverkauf Anforderungen
zh_cn: 代币销售要求

source: To create a public sale or use the Token Exchange you must complete our KYC process.
de_de: Um einen öffentlichen Verkauf zu erstellen oder die Token Exchange zu nutzen, musst du unseren KYC-Prozess abschließen.
zh_cn: 要创建一个公开销售或使用代币交易所，请填写以下表格，以开始我们的KYC程序。

source: Begin Process
de_de: Prozess starten
zh_cn: 开始流程

source: Continue
de_de: Weiter
zh_cn: 继续

source: Token info
zh_cn: 代币信息

source: Name is invalid.
de_de: Der Name ist ungültig.
zh_cn: 名称无效。

source: Symbol is invalid (Length must be 3 - 5 and letters must be A-Z).
de_de: Symbol ist ungültig (Länge muss 3 - 5 Zeichen sein und aus den Buchstaben A-Z bestehen).
zh_cn: 符号无效(长度必须是 3 - 5, 字母必须是 A-Z)。

source: Token supply
de_de: Token Menge
zh_cn: 代币供应

source: Price per token (MIOTA)
de_de: Preis je Token (MIOTA)
zh_cn: 代币单价 (MIOTA)

source: Price is invalid.
de_de: Der Preis ist ungültig.
zh_cn: 价格无效。

source: Total token supply (up to 6 decimals are supported)
de_de: Token gesamt (bis zu 6 Dezimalstellen werden unterstützt)
zh_cn: 总代币供应量(最多支持6位小数)

source: Total supply is invalid.
de_de: Die Gesamtmenge ist ungültig.
zh_cn: 总供应量无效。

source: Allocation title
de_de: Allokationtitel
zh_cn: 分配标题

source: % of tokens for sale
de_de: % der Tokens stehen zum Verkauf
zh_cn: 待销售代币的百分比

source: Percentage of tokens is invalid.
de_de: Der Prozentsatz der Token ist ungültig.
zh_cn: 代币的百分比无效。

source: % of tokens for sale (Default 100%)
de_de: % der zum Verkauf stehenden Token (Standard 100%)
zh_cn: 用于销售的代币百分比(默认100%)

source: Only 1 of the allocations can be public
de_de: Nur 1 der Allokation kann öffentlich sein
zh_cn: 只有一个分配可以是公开的

source: Sum of the percentages must be 100
de_de: Die Summe der Prozentsätze muss 100 ergeben
zh_cn: 百分比的总和必须是 100

source: Invalid sum of percentages
de_de: Ungültiger Prozentsatz
zh_cn: 百分比的合计无效

source: Add allocation
de_de: Allokation hinzufügen
zh_cn: 添加分配

source: Token icon
de_de: Token Symbol
zh_cn: 代币图标

source: (Recomended size: 400 x 400px)
de_de: (Empfohlene Größe: 400x400px)
zh_cn: (建议尺寸：400 x 400px)

source: Icon is mandatory
de_de: Symbol ist erforderlich
zh_cn: 图标是必须的

source: Token price
de_de: Token Preis
zh_cn: 代币价格

source: Distribution of the token happens after the token offering end date.
de_de: Die Verteilung des Token erfolgt nach dem Enddatum.
zh_cn: 代币的分发将在代币发行结束日期之后。

source: Configure the token supply first to see breakdown.
de_de: Konfiguriere erst den Token Menge, um die Aufschlüsselung anzuzeigen.
zh_cn: 请先配置代币供应，才能查看明细。

source: Token terms and conditions
de_de: Token Bedingungen und Konditionen
zh_cn: 代币的条款及细则

source: Provide link for Terms and Conditions
de_de: Link für Token Bedingungen und Konditionen angeben
zh_cn: 提供条款和细则的链接

source: Terms and Conditions link is invalid. (Start with http:// or https://)
de_de: Link zu den Nutzungsbedingungen ist ungültig. (Beginne mit http:// oder https://)
zh_cn: 条款和条件链接无效(以 http:// 或 https://开始)

source: Token allocation
de_de: Informationen zur Tokenzuweisung
zh_cn: 代币分配

source: Allocation
de_de: Allokation hinzufügen
zh_cn: 分配

source: Please make sure that there is only one allocation marked for public sale as this could be later sold on Soonaverse. You can initiate a public sale once the token is created and approved.
de_de: Vergewissere dich, dass nur eine Zuweisung als "Öffentlicher Verkauf" gekennzeichnet ist, da dies später auf Soonaverse verkauft werden kann. Du kannst einen öffentlichen Verkauf starten, sobald der Token erstellt und genehmigt ist.
zh_cn: 请确保有一个市场分配作为公开销售，因为这以后可能会在Soonaverse销售。 一旦代币被创建和批准，你可以启动公开销售。

source: Create token
de_de: Token erstellen
zh_cn: 创建代币

source: Introduction
de_de: Einführung
zh_cn: 介绍

source: Metrics
de_de: Metriken
zh_cn: 指标

source: Summary
de_de: Zusammenfassung
zh_cn: 概要

source: New Token
de_de: Neuer Token
zh_cn: 新建代币

source: Start your own crypto project on the secure, fee-less Shimmer network. Create your token today.
de_de: Starte dein eigenes Kryptoprojekt im sicheren, gebührenfreien Shimmer-Netzwerk. Erstellen noch heute deinen Token.
zh_cn: 在安全、不收费的Shimmer网络上开始你自己的加密货币项目。今天就创建你的代币。

source: Token description
de_de: Token Beschreibung
zh_cn: 代币描述

source: This text will be displayed on the main token page.
de_de: Dieser Text wird auf der Hauptseite des Token angezeigt.
zh_cn: 这段文字将显示在代币的主页上。

source: Title is invalid.
de_de: Der Titel ist ungültig.
zh_cn: 名称无效。

source: Description is invalid.
de_de: Die Beschreibung ist ungültig.
zh_cn: 描述无效。

source: Short description
de_de: Kurze Beschreibung
zh_cn: 简短描述

source: Short description of the token which will be displayed on the token trading page.
de_de: Kurze Beschreibung des Tokens, die auf der Handelsseite des Tokens angezeigt wird.
zh_cn: 代币的简短描述，将显示在代币交易页面。

source: Short title is invalid.
de_de: Kurztitel ist ungültig.
zh_cn: 简短标题无效。

source: Short description is invalid.
de_de: Die Kurzbeschreibung ist ungültig.
zh_cn: 简短描述无效。

source: Overview graphics
de_de: Übersicht Grafiken
zh_cn: 概览图

source: Token introductory video / image
de_de: Token Einführungsvideo / -bild
zh_cn: 代币介绍视频/图像

source: Introductionary media is invalid.
de_de: Einführungsmedien sind ungültig.
zh_cn: 介绍性媒体无效。

source: Invalid URL. (Start with http:// or https://)
de_de: Ungültige URL. (Starte mit http:// oder https://)
zh_cn: 无效的网址（必须以“ http://”或“ https://”开头）

source: Add link
de_de: Link hinzufügen
zh_cn: 添加链接

source: Edit
de_de: Bearbeiten
zh_cn: 编辑

source: Name
zh_cn: 名称

source: Symbol
zh_cn: 符号

source: Total token supply
de_de: Token Gesamtmenge
zh_cn: 代币总供应量

source: Description title
de_de: Ein beschreibender Titel
zh_cn: 标题描述

source: Description
de_de: Beschreibung
zh_cn: 描述

source: Short description title
de_de: Kurzer beschreibender Titel
zh_cn: 简短描述的标题

source: Short description
de_de: Kurze Beschreibung
zh_cn: 简短描述

source: Allocation title
de_de: Allokationtitel
zh_cn: 分配标题

source: % of tokens for sale (Default 100%)
de_de: % der zum Verkauf stehenden Token (Standard 100%)
zh_cn: 用于销售的代币的百分比 (默认100%)

source: Submit token
de_de: Token einreichen
zh_cn: 提交代币

source: (Recommended size: 400 x 400px)
de_de: (Empfohlene Größe: 400x400px)
zh_cn: (建议尺寸：400 x 400px)

source: Some description
de_de: Kurze Beschreibung
zh_cn: 一些描述

source: Terms&conditions
zh_cn: 条款及细则

source: Submit token
de_de: Token einreichen
zh_cn: 提交代币

source: Trade token
de_de: Token handeln
zh_cn: 交易代币

source: Buy Tokens
de_de: Token kaufen
zh_cn: 购买代币

source: Schedule public sale
de_de: Öffentlicher Verkauf planen
zh_cn: 预订公开销售

source: Allow Trading
de_de: Handel erlauben
zh_cn: 允许交易

source: Edit token info
de_de: Token Info bearbeiten
zh_cn: 编辑代币信息

source: Check out token
de_de: Token überprüfen
zh_cn: 检查代币

source: Minting in progress
de_de: Prägen ("Mint") im Gang
zh_cn: 正在铸造...

source: Token was not made available on decentralised network yet.
de_de: Token wurde im dezentralen Netzwerk noch nicht zur Verfügung gestellt.
zh_cn: 代币尚未在分散化网络上提供。

source: Token is not yet migrated to the decentralized network. Make sure you know what you are buying.
de_de: Token wurde noch nicht in das dezentralisierte Netzwerk migriert. Vergewissere dich, dass du weisst, was du kaufst.
zh_cn: 代币尚未迁移到分散的网络。请确保您知道您在购买什么。

source: Trading enabled.
de_de: Handel aktiviert.
zh_cn: 交易已启用。

source: Short description title is invalid.
de_de: Die Kurzbeschreibung ist ungültig.
zh_cn: 简短描述标题无效。

source: Short description title
de_de: Kurzer beschreibender Titel
zh_cn: 简短描述的标题

source: Short token description
de_de: Kurze Token Beschreibung
zh_cn: 代币简短描述

source: Sale Info
de_de: Verkaufsinfo
zh_cn: 销售信息

source: Sale schedule
de_de: Verkaufsplan
zh_cn: 销售计划

source: During cooldown period you are able to trigger refund.
de_de: Während der Abklingzeit kannst du die Erstattung durchführen.
zh_cn: 在冷静期，你能够提请退款。

source: No Cooldown. Participants can't refund.
de_de: Keine Abklingzeit. Teilnehmer könne keine Rückerstattung beantragen.
zh_cn: 没有冷却期。参与者将无法退款。

source: Token Info
zh_cn: 代币信息

source: My purchased tokens
de_de: Meine gekauften Token
zh_cn: 我购买的代币

source: Token sale goal reached! Token distribution will be fairly calculated and overages will be refunded.
de_de: Token-Sales-Ziel erreicht! Die Token-Verteilung wird nun berechnet und Überschüsse werden zurückerstattet.
zh_cn: 代币销售目标已达！代币分配将得到公平的计算，超额部分将被退还。

source: Your Deposit
de_de: Deine Einzahlung
zh_cn: 您的存款

source: Potential Tokens
de_de: Mögliche Tokens
zh_cn: 潜力代币

source: Token Owned
de_de: Token im Besitz
zh_cn: 已拥有代币

source: Total Deposit
de_de: Einzahlungen gesamt
zh_cn: 存款总额

source: Total Participants
de_de: Teilnehmer insgesamt
zh_cn: 参与总人数

source: Sale ends in
de_de: Verkauf endet in
zh_cn: 销售结束于

source: Cooldown in progress
de_de: Abklingzeit läuft
zh_cn: 冷静期中

source: Sale in progress
de_de: Verkauf läuft
zh_cn: 正在销售

source: Sale starts in
de_de: Verkauf beginnt in
zh_cn: 销售开始于

source: Cooldown ends in
de_de: Abklingzeit endet in
zh_cn: 冷静期结束

source: Airdrops
zh_cn: 空投

source: Buy, sell, and trade SOON and Shimmer tokens on a non-custodial, secure L1 exchange. Get started in minutes. Join today.
de_de: Kaufe, verkaufe und handle SOON- und Shimmer-Token an einer sicheren "Non-Custodial" L1-Börse. Beginne noch heute.
zh_cn: 在一个非托管的、安全的L1交易所购买、出售和交易SOON和Shimmer代币。几分钟就可以开始。今天就加入。

source: Ongoing Sale
de_de: Laufender Verkauf
zh_cn: 正在销售

source: Scheduled
de_de: Geplant
zh_cn: 已排期

source: Cooldown
de_de: Abklingzeit
zh_cn: 冷静期

source: Processing
de_de: In Bearbeitung
zh_cn: 正在处理

source: Order book
de_de: Orderbuch
zh_cn: 订单簿

source: Token chart
zh_cn: 代币图表

source: My trading
de_de: Mein Handel
zh_cn: 我的交易

source: Open buy orders
de_de: Offene Kaufaufträge
zh_cn: 打开购买订单

source: Open sell orders
de_de: Offene Verkaufsaufträge
zh_cn: 开放销售订单

source: Order history
de_de: Kaufhistorie
zh_cn: 订单历史

source: Fulfilled
de_de: Ausgeführt
zh_cn: 已完成

source: There are no buys
de_de: Keine Käufe vorhanden
zh_cn: 没有买单

source: Cancelled
de_de: Abgebrochen
zh_cn: 已取消

source: Expired
de_de: Abgelaufen
zh_cn: 已过期

source: There are no sells
de_de: Keine Verkäufe vorhanden
zh_cn: 没有卖单

source: Sell
de_de: Verkaufen
zh_cn: 出售

source: Fulfilled
de_de: Ausgeführt
zh_cn: 已完成

source: Partially Fulfilled / Cancelled
de_de: Teilweise ausgeführt / storniert
zh_cn: 部分完成/取消

source: Fulfilled / Cancelled (unfulfillable)
de_de: Erfüllt / abgebrochen (unerfüllbar)
zh_cn: 已完成/已取消(未完成)

source: There is no order history
de_de: Es gibt keine Handelshistorie
zh_cn: 没有订单历史记录

source: Sell
de_de: Verkaufen
zh_cn: 出售

source: Available
de_de: Verfügbar
zh_cn: 可购买

source: Current Price
de_de: Aktueller Preis
zh_cn: 当前价格

source: Change 24h
de_de: Änderung 24h
zh_cn: 24小时变动

source: current price
de_de: aktueller Preis
zh_cn: 当前价格

source: There is no activity yet
de_de: Noch keine Aktivität vorhanden
zh_cn: 还没有任何活动

source: Trade history
de_de: Handelshistorie
zh_cn: 交易历史

source: There is no trade history
de_de: Es gibt keine Handelshistorie
zh_cn: 没有订单历史记录

source: You don’t have enough tokens
de_de: Du hast zu wenige Tokens
zh_cn: 您没有足够的代币

source: Balance
de_de: Guthaben
zh_cn: 余额

source: Set your price per 1 {{ ((data.token$ | async)?.symbol === 'IOTA' ? 'M' : '') + (data.token$ | async)?.symbol }}
de_de: Setze deinen Preis pro 1 {{ ((data.token$ | async)?.symbol === 'IOTA' ? 'M' : '') + (data.token$ | async)?.symbol }}
zh_cn: 设置您的价格每 1 {{ ((data.token$ | async)?.symbol === 'IOTA' ? 'M' : '') + (data.token$ | async)?.symbol }}

source: LIMIT PRICE
de_de: PREIS LIMIT
zh_cn: 限定价格

source: MARKET PRICE
de_de: Markt-Preis
zh_cn: 市场价格

source: Set Current Price
de_de: Aktuellen Preis festlegen
zh_cn: 设置当前价格

source: The bid price is the highest price that a particular buyer is willing to pay.
de_de: Der Gebots-Preis (Bid-Preis) ist der höchste Preis, den ein bestimmter Käufer bereit ist zu bezahlen.
zh_cn: 出价是某一买方愿意支付的最高价格。

source: The asking price is the minimum price that an individual would be willing to sell their asset.
de_de: Der Nachfrage-Preis ist der Minimum-Preis, für den eine Person bereit ist ihre Tokens zu verkaufen.
zh_cn: 要价是指个人愿意出售其资产的最低价格。

source: You will spend
de_de: Du wirst ausgeben
zh_cn: 您将支出

source: Minimum total has to be at least
de_de: Mindestbetrag mindestens
zh_cn: 最小总量必须至少为

source: Soonaverse treasury receive 2.5% of the sale price. There are no other hidden fees. Buying tokens is free.
de_de: Die Soonaverse Treasury erhält 2,5% des Verkaufspreises. Es gibt keine versteckten Gebühren. Der Kauf von Token ist kostenlos.
zh_cn: Soonavsese金库收取销售额的2.5%，没有其他隐藏费用。购买代币是免费的。

source: 1h
zh_cn: 1 小时

source: 4h
zh_cn: 4 小时

source: 1d
zh_cn: 1 天

source: 1w
zh_cn: 1 周

source: Bids
de_de: Gebote (Bids)
zh_cn: 委买单

source: Asks
de_de: Nachfrage (Asks)
zh_cn: 卖出价

source: Cancelled
de_de: Abgebrochen
zh_cn: 已取消

source: Explore the top Shimmer, IOTA, and SOON cryptocurrencies. Price charts, crypto profiles, on a non-custodial, secure L1 exchange! Sign up today.
de_de: Entdecke die besten Shimmer, IOTA und SOON Kryptowährungen. Preisdiagramme, Kryptoprofile, an einer sicheren "non-custodial" L1-Börse! Melde dich noch heute an.
zh_cn: 探索顶级Shimmer、IOTA和SOON加密货币。价格图表，加密货币简介，非托管的、安全的L1交易所! 今天就注册吧。

source: Go to trading pairs to add your favourite tokens.
de_de: Gehe zu den Handelspaaren, um deine Lieblings-Token hinzuzufügen.
zh_cn: 前往交易对，添加你喜欢的代币。

source: Add favourites
de_de: Favoriten hinzufügen
zh_cn: 添加收藏

source: Tokens - Favourite
de_de: Tokens - Favorit
zh_cn: 代币 - 收藏

source: Buy, trade, and hold your favorite Shimmer, IOTA, and SOON tokens. Our non-custodial, secure L1 exchange is ready for you! Sign up today.
de_de: Kaufe, tausche und halte deine Lieblings-Shimmer-, IOTA- und SOON-Token. Unsere sicherer L1-Exchange ist bereit für dich! Melde dich noch heute an.
zh_cn: 购买、交易和保持您最喜欢的Shimmer, IOTA, 和 SOON 代币。我们的非保管、安全的L1交换已经准备好了！即刻注册。

source: Tokens - Launchpad
zh_cn: 代币 - 启动板

source: Raise funds, build your following, grow your audience, and LAUNCH your Shimmer tokens with the Soonaverse Launchpad. Join today.
de_de: Sammle Geld, baue dein Follow-up, wachse mit dem Publikum und LAUNCH deinen Shimmer Token mit dem Soonaverse Launchpad. Trete noch heute bei.
zh_cn: 通过Soonaverse Launchpad筹集资金，建立你的追随者，增加你的受众，并推出你的Shimmer代币。今天就加入吧。

source: Some tokens may not yet be migrated to the decentralized network. Make sure you know what you are buying.
de_de: Einige Tokens werden möglicherweise noch nicht in das dezentrale Netzwerk migriert. Stelle sicher, dass du weißt, was du kaufst.
zh_cn: 有些代币可能尚未迁移到去中心化的网络。请确保您知道您在购买什么。

source: Highlighted Token
de_de: Hervorgehobener Token
zh_cn: 热门代币

source: Favorites
de_de: Favoriten
zh_cn: 个人收藏

source: All tokens
de_de: Alle Token
zh_cn: 所有代币

source: Trading pairs
de_de: Handelspaare
zh_cn: 交易对

source: Tokens - Trading Pairs
de_de: Tokens - Handelspaare
zh_cn: 代币 - 交易对

source: The most complete listing of Shimmer projects, SOON currency pairs and markets, on a non-custodial, secure L1 exchange. Sign up today!
de_de: Die umfassendste Liste der Shimmer Projekte, SOON Währungspaare und Märkte an einer sicheren, "non-custodial" L1 Börse. Melde dich noch heute an!
zh_cn: Shimmer生态最完整的项目清单、SOON交易对和市场，非托管的安全的L1交易所。马上注册！

source: AuditOne Validation
de_de: AuditOne Validierung
zh_cn: AuditOne 验证

source: Requested On
de_de: Angefordert am
zh_cn: 申请日期：

source: Last Update
de_de: Letztes Update
zh_cn: 最近更新

source: There are no records.
de_de: Kein Datensatz verfügbar.
zh_cn: 没有记录

source: Verified
de_de: Verifiziert
zh_cn: 已验证

source: See more
de_de: Mehr anzeigen
zh_cn: 查看更多

source: You can create badge airdrops for any user. You can upload CSV with users addresses and they will be properly reward.
de_de: Du kannst Abzeichen Airdrops für jeden Benutzer erstellen. Lade eine CSV mit den Adressen der Benutzer hoch und sie werden korrekt belohnt.

source: Type awarded token...
de_de: Ausgezeichneter Token eintippen...

source: Change Vote
de_de: Stimmabgabe ändern

source: Vote Now
de_de: Jetzt abstimmen

source: (weight: {{(data.proposal$ | async)?.results?.answers?.[a.value] || 0 | number : '1.0-2'}})
de_de: (weight: {{(data.proposal$ | async)?.results?.answers?.[a.value] || 0 | number : '1.0-2'}}) CONTEXTREQUEST

source: Mint & Approve Token
de_de: Präge ("Minte") & genehmige Token

source: Amount to {{ currentTradeFormState$.value === tradeFormStates.BUY ? 'buy' : 'sell'}}
de_de: Betrag zum {{ currentTradeFormState$.value === tradeFormStates.BUY ? 'buy' : 'sell'}}

source: Set BID <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="The bid price is the highest price that a particular buyer is willing to pay." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
de_de: Setze BID <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="The bid price is the highest price that a particular buyer is willing to pay." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}

source: Set ASK <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="The asking price is the minimum price that an individual would be willing to sell their asset." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
de_de: Setze ASK <wen-icon-question-circle [size]="18" class="ml-1" nz-tooltip nzTooltipPlacement="bottom" i18n-nzTooltipTitle nzTooltipTitle="The asking price is the minimum price that an individual would be willing to sell their asset." >{CLOSE_TAG_WEN_ICON_QUESTION_CIRCLE}
