Repository: soonaverse/app
Catalog: src/locale/messages.*.xlf
Languages: de_de, zh_cn

source: You can deposit NFT back to Soonaverse to allow trading. Once processed your NFT will be locked in Soonaverse. You can withdraw anytime.
de_de: Du kannst NFTs wieder in Soonaverse hinterlegen, um den Handel zu ermöglichen. Sobald das NFT bearbeitet ist, wird dein NFT in Soonaverse gesperrt. Du kannst es jederzeit versenden (withdraw).
zh_cn: 您可以将NFT存回即可进行交易。一旦处理完毕，NFT将被锁定在Soonaverse。您可以随时提取它。

source: Confirm & Start deposit
de_de: Bestätige & Start der Einlagerung (Deposit)
zh_cn: 确认！开始存入...

source: If NFT is not recognised within Soonaverse. We will create new Collection and it’s associated Space. Don’t forget to claim this space if you are the original author.
de_de: Wenn NFT innerhalb von Soonaverse nicht erkannt wird, erstellen wir eine neue Kollektion und den dazugehörigen Raum. Vergesse nicht, diesen Platz zu beanspruchen, wenn du der Originalautor bist.
zh_cn: 如果NFT在 Soonaverse 中无法识别，我们将创建新的专辑并与之相关联的空间。 如果你是原作者，请不要忘记认领这个空间。

source: NFT has been deposited.
de_de: NFT wurde hinterlegt.
zh_cn: NFT已经存入。

source: See NFT
de_de: NFT anzeigen
zh_cn: 查看 NFT

source: Terms & Conditions
de_de: Allgemeine Bedigungen & Conditionen
zh_cn: 条款及细则

source: Send NFT
de_de: NFT senden
zh_cn: 发送 NFT

source: NFT received.
de_de: NFT erhalten.
zh_cn: 已收 NFT

source: Invalid NFT received.
de_de: Ungültiges NFT erhalten.
zh_cn: 收到无效的 NFT

source: Invalid NFT refunded.
de_de: Ungültiges NFT zurückerstattet.
zh_cn: 无效NFT已退还

source: Preview
de_de: Vorschau
zh_cn: 预览

source: Sale Starts
de_de: Verkauf startet
zh_cn: 销售开始

source: Current price
de_de: Aktueller Preis
zh_cn: 当前价格

source: Author
de_de: Autor
zh_cn: 作者

source: System info
zh_cn: 系统信息

source: The current address is not connected to a live mainnet. As soon as the functionality is supported on IOTA/Shimmer, you will have to ability to one-click migrate this NFT to your network of choice.
de_de: Die aktuelle Adresse ist nicht mit einem Live-Mainnet verbunden. Sobald die Funktionalität auf IOTA/Shimmer unterstützt wird, wirst du die Möglichkeit haben dieses NFT mit einem Klick in das Netzwerk deiner Wahl zu migrieren.
zh_cn: 当前地址还未连接到一个活跃的主网。 只要IOTA/Shimmer 支持该功能，您就可以一次点击将此 NFT 迁移到您选择的网络。

source: Properties
de_de: Eigenschaften
zh_cn: 属性

source: Stats
de_de: Attribute
zh_cn: 数据

source: NFT Image
de_de: NFT Bild
zh_cn: NFT 图像

source: IPFS Metadata
de_de: IPFS-Metadaten
zh_cn: IPFS 元数据

source: IPFS Image
de_de: IPFS Bild
zh_cn: IPFS 图像

source: Available once minted...
de_de: Erhältlich sobald geprägt ("minted")...
zh_cn: 一旦创建，可使用...

source: Set your floor price
de_de: Setze den "Floor"-Preis
zh_cn: 设置您的底价

source: Available time
de_de: Verfügbare Zeit
zh_cn: 可用时间

source: NOW
de_de: JETZT
zh_cn: 现在！

source: Select Date/Time
de_de: Datum & Uhrzeit auswählen
zh_cn: 选择日期/时间

source: Available On is required.
de_de: "Verfügbar ab" erforderlich.
zh_cn: 可售的开关必须打开

source: Available on
de_de: Verfügbar ab
zh_cn: 可售

source: Auction length
de_de: Auktionslänge
zh_cn: 拍卖时长

source: Various auction length coming next sprint once community have a vote!
de_de: Variable Auktionslängen kommen beim nächsten Update, sobald die Community darüber abgestimmt hat!
zh_cn: 一旦社区投票完成，在下一个开发冲刺中，我们将支持各种拍卖时长。

source: Duration of auction is 3 days
de_de: Dauer der Auktion ist 3 Tage
zh_cn: 拍卖持续时间为3天

source: Auction can't be canceled after start date
de_de: Auktion kann nach dem Startdatum nicht abgebrochen werden
zh_cn: 竞拍开始后不可取消

source: Once your listing is complete, you will get a confirmation message.
de_de: Sobald dein Angebot akzeptiert wurde, erhältst du eine Bestätigungsnachricht.
zh_cn: 一旦您的上架完成，您将收到一封确认信息。

source: Confirm listing
de_de: Listung bestätigen
zh_cn: 确认上架

source: Set your price
de_de: Lege einen Preis fest
zh_cn: 设置价格

source: Sale type
de_de: Verkaufsart
zh_cn: 销售类型

source: Open Sale
de_de: Offener Verkauf
zh_cn: 开放销售

source: Specific member(s)
de_de: Bestimmte Mitglieder
zh_cn: 特定成员

source: Trade history
de_de: Handelshistorie
zh_cn: 交易历史

source: Item is yours and yours only
de_de: Artikel ist dein und gehört nur dir
zh_cn: 该商品是你的且仅属于你。

source: This will make your item unavailable for sale.
de_de: Dadurch wird dein Artikel nicht mehr zum Verkauf freigegeben.
zh_cn: 这将使您的物品无法出售。

source: Stop sale!
de_de: Verkauf abbrechen!
zh_cn: 停止销售！

source: List Item for sale
de_de: Artikel zum Verkauf anbieten
zh_cn: 列出要销售的商品

source: Not for sale
de_de: Nicht zum Verkauf bestimmt
zh_cn: 非卖品

source: Fixed price
de_de: Festpreis
zh_cn: 一口价

source: Auction
de_de: Auktion
zh_cn: 拍卖

source: Stake NFT
zh_cn: 质押 NFT

source: Your NFT will be sent back to your with time lock. Please note you have to provide enough storage deposit for timelock. Just set tag to "soonaverse" in your wallet.
de_de: Dein NFT wird mit Zeitsperre an dich zurückgeschickt. Bitte beachte, dass du genügend "storage deposit" für den "Timelock" zur Verfügung stellen musst. Setze den Tag auf "soonaverse" in deiner Wallet.
zh_cn: 你的NFT将被送回给你，并有时间锁定。请注意，你必须为时间锁提供足够的存储押金。只需在你的钱包中设置标签为 "soonaverse"。

source: For how long you want to stake?
de_de: Wie lange möchtest du Staken?
zh_cn: 您想质押多久？

source: Stake type?
zh_cn: 质押类型?

source: Confirm & Start Stake
de_de: Bestätige & Beginn Staking
zh_cn: 确认 & 开始质押

source: NFT has been staked.
de_de: NFT wurde gestaked.
zh_cn: NFT 已被质押。

source: See Collection
de_de: Kollektion ansehen
zh_cn: 查看专辑

source: Dynamic
de_de: Dynamisch
zh_cn: 动态

source: Static
de_de: Statisch
zh_cn: 静态

source: More
de_de: Mehr
zh_cn: 更多

source: Pending
de_de: Ausstehend
zh_cn: 待处理

source: Rejected
de_de: Abgelehnt
zh_cn: 已拒绝

source: Commencing
de_de: Wird gestartet
zh_cn: 展开

source: In-Progress
de_de: In Bearbeitung
zh_cn: 进行中

source: Completed
de_de: Abgeschlossen
zh_cn: 已完成

source: Share
de_de: Teilen
zh_cn: 分享

source: Copy to clipboard
de_de: In Zwischenablage kopieren
zh_cn: 复制到剪贴板

source: Space is required.
de_de: Erstelle zuerst einen Raum.
zh_cn: 空间是必需的。

source: Select Space
de_de: Raum auswählen
zh_cn: 选择空间

source: Select a space
de_de: Einen Raum auswählen
zh_cn: 选择一个空间

source: All Spaces
de_de: Alle Räume
zh_cn: 所有空间

source: Joined
de_de: Beigetreten am
zh_cn: 已加入

source: members
de_de: Mitglieder
zh_cn: 成员

source: Space Claim
de_de: Raum beanspruchen
zh_cn: 空间认领

source: Confirm and generate address
de_de: Bestätige und erstelle eine Adresse
zh_cn: 确认并生成地址

source: Claim complete. Congratulations.
de_de: Claim abgeschlossen. Herzlichen Glückwunsch.
zh_cn: 认领完成，祝贺你！

source: Close
de_de: Schließen
zh_cn: 关闭

source: Invalid amount or invalid senders address. Refunding transaction...
de_de: Ungültiger Betrag oder ungültige Absender-Adresse. Erstattung der Transaktion...
zh_cn: 无效的金额或无效的发件人地址。交易退回中...

source: Funds refunded.
de_de: Betrag rückerstattet.
zh_cn: 储入已退回

source: Space claim submitted.
de_de: Raum beanspruchung übermittelt.
zh_cn: 空间认领已提交。

source: Token Reward Schedule
de_de: Token Belohnung Zeitplan
zh_cn: 代币奖励计划

source: Existing Schedule
de_de: Aktuelles Programm
zh_cn: 现有计划

source: Upload New
de_de: Neu hochladen
zh_cn: 上传新的

source: Vault address: <a class="text-sm font-medium underline left-16 wen-btn-link" target="_blank" [href]=" transactionService.generateLink(space!.vaultAddress!, token?.mintingData?.network) " >Address }}{CLOSE_LINK}
de_de: "Vault"-Adresse: <a class="text-sm font-medium underline left-16 wen-btn-link" target="_blank" [href]=" transactionService.generateLink(space!.vaultAddress!, token?.mintingData?.network) " >Address }}{CLOSE_LINK}
zh_cn: 金库地址： <a class="text-sm font-medium underline left-16 wen-btn-link" target="_blank" [href]=" transactionService.generateLink(space!.vaultAddress!, token?.mintingData?.network) " >Address }}{CLOSE_LINK}

source: Schedule a new Reward
de_de: Plane eine neue Belohnung
zh_cn: 安排一个新奖励

source: You can schedule new staking rewards here. To do this, upload a .csv file containing user addresses and allocation details.
de_de: Du kannst eine neue Staking-Belohnung planen. Dazu lade eine .csv-Datei mit Benutzeradressen und den Zuweisungsdetails hoch.
zh_cn: 你可以在这里安排新的质押奖励。要做到这一点，请上传一个包含用户地址和分配细节的.csv文件。

source: Start Date
de_de: Startdatum
zh_cn: 开始日期

source: End Date
de_de: Enddatum
zh_cn: 结束日期

source: Vesting Date
de_de: "Vesting" Datum
zh_cn: 锁定日期

source: Tokens to Distribute
de_de: Zu verteilende Token
zh_cn: 待分配的代币

source: Status
zh_cn: 状态

source: Proposal created to remove the reward.
de_de: Vorschlag erstellt, um die Belohnung zu entfernen.
zh_cn: 为删除奖励而创建的提案。

source: By checking this box, you agree with
de_de: Ich stimme zu (durch anklicken)
zh_cn: 通过勾选此框，您同意

source: Terms and Conditions
de_de: Geschäftsbedingungen
zh_cn: 条款及细则

source: Timeline
de_de: Zeitleiste
zh_cn: 时间轴

source: Earned Badge
de_de: Abzeichen erhalten
zh_cn: 获得奖章

source: with
de_de: mit
zh_cn: 和

source: Listed by
de_de: Gelistet von
zh_cn: 上架者

source: Made available for auction by
de_de: Zur Verfügung gestellt zur Versteigerung durch
zh_cn: 拍卖方：

source: Purchased by
de_de: Gekauft von
zh_cn: 购买者：

source: See
de_de: Ansehen
zh_cn: 查看

source: Hide
de_de: Ausblenden
zh_cn: 隐藏

source: Listed by space
de_de: Aufgelistet nach Raum
zh_cn: 上架空间：

source: Refund blocked funds
de_de: Blockiertes Guthaben erstatten
zh_cn: 退还冻结资金

source: Total available tokens to refund
de_de: Insgesamt verfügbare Token zur Rückerstattung
zh_cn: 可退款代币总额

source: Refund complete. Congratulations.
de_de: Rückerstattung abgeschlossen. Herzlichen Glückwunsch.
zh_cn: 退款成功，恭喜你。

source: Credit refund submitted.
de_de: Rückforderung des Guthabens gestellt.
zh_cn: 退款已提交。

source: Airdrop tokens on the network
de_de: Airdrop-Token im Netzwerk
zh_cn: 在网络上空投代币

source: Tokens to airdrop
de_de: Tokens für den Airdrop
zh_cn: 待空投代币

source: Confirm & Start Airdrop
de_de: Bestätige & Beginn Airdrop
zh_cn: 确认！开始空投...

source: Tokens to Airdrop
de_de: Tokens für den Airdrop
zh_cn: 待空投代币

source: Finish Airdrop
de_de: Airdrop beenden
zh_cn: 完成空投

source: Detail
zh_cn: 详情

source: Trade
de_de: Handel
zh_cn: 交易

source: Price (USD)
de_de: Preis (USD)
zh_cn: 价格 (USD)

source: 24h Change
de_de: 24h Änderung
zh_cn: 24h 涨跌幅

source: 24h Volume
de_de: 24h Volumen
zh_cn: 24h成交量

source: M. Cap
zh_cn: 市值

source: Open buy order
de_de: Kaufauftrag öffnen
zh_cn: 开启买单

source: Summary
de_de: Zusammenfassung
zh_cn: 概要

source: Token amount to buy
de_de: Token-Betrag zum Kaufen
zh_cn: 要购买的代币数量

source: Offered price per token
de_de: Angebotener Preis pro Token
zh_cn: 代币开价

source: Token amount to send
de_de: Zu sendender Token-Betrag
zh_cn: 要发送的代币数量

source: I agree with
de_de: Ich stimme zu
zh_cn: 我同意

source: Token terms and Conditions
de_de: Token Bedingungen und Konditionen
zh_cn: 代币的条款及细则

source: and generate address
de_de: und generiere Adresse
zh_cn: 并生成地址

source: Once you agree with the terms, the generated address will remain active during the whole sale.
de_de: Sobald du den Bedingungen zustimmst, bleibt die generierte Adresse während des gesamten Verkaufs aktiv.
zh_cn: 一旦您同意条款, 生成的地址将在整个销售过程中保持有效状态。

source: Buy complete. Congratulations.
de_de: Kaufen abgeschlossen. Gratulation.
zh_cn: 购买完成。恭喜。

source: Bid created.
de_de: Gebot (Bid) erstellt.
zh_cn: 竞价已产生

source: Are you sure you want to cancel the sale?
de_de: Bist du dir sicher, dass du den Verkauf abbrechen möchtest?
zh_cn: 您确定要取消订单吗？

source: Once the sale is cancelled process will trigger automatically and all investors will be refunded immediately.
de_de: Sobald der Verkauf storniert wird, wird automatisch ein Prozess in Gang gesetzt, der das Investment der Anleger sofort zurückerstattet.
zh_cn: 一旦销售被取消，程序将自动触发，所有投资者将立即得到退款。

source: Cancel sale
de_de: Verkauf abbrechen
zh_cn: 取消销售

source: Canceled public sale.
de_de: Öffentlicher Verkauf abgebrochen.
zh_cn: 已取消公共销售。

source: Total ({{ unitsService.label(token?.mintingData?.network) }})
de_de: Gesamtsumme ({{ unitsService.label(token?.mintingData?.network) }})
zh_cn: 总计 ({{ unitsService.label(token?.mintingData?.network) }})

source: Are you sure you want to cancel your buy order?
de_de: Bist du dir sicher, dass du den Kauf abbrechen möchtest?
zh_cn: 你确定要取消你的买单吗？

source: Are you sure you want to cancel your sell order?
de_de: Bist du dir sicher, dass du den Verkauf abbrechen möchtest?
zh_cn: 你确定要取消你的买单吗？

source: Confirm
de_de: Bestätigen
zh_cn: 确认

source: Cancelled.
de_de: Abgebrochen.
zh_cn: 已取消

source: Cancel your buy
de_de: Deinen Kauf abbrechen
zh_cn: 取消购买

source: Cancel your sell
de_de: Deinen Verkauf abbrechen
zh_cn: 取消卖单

source: Ongoing sale
de_de: Aktueller Verkauf
zh_cn: 进行中的销售

source: Sale ends soon
de_de: Verkauf endet bald
zh_cn: 销售即将结束

source: Cooldown ends
de_de: Cooldown endet
zh_cn: 冷静期结束

source: Sale starts
de_de: Verkauf startet
zh_cn: 销售开始

source: Sale ends
de_de: Verkauf endet
zh_cn: 销售结束

source: Sale ends
de_de: Verkauf endet
zh_cn: 销售结束

source: Cooldown ends
de_de: Cooldown endet
zh_cn: 冷静期结束

source: Token Claim
de_de: Token beanspruchen
zh_cn: 代币认领

source: Total available tokens to claim as of today
de_de: Insgesamt verfügbare Token, die ab heute beansprucht werden können
zh_cn: 至今可供认领的代币总数

source: Tokens available from
de_de: Token verfügbar ab
zh_cn: 代币可用于

source: Total tokens to claim
de_de: Gesamte zu beanspruchende Tokens
zh_cn: 待认领的代币总数

source: Token claim submitted.
de_de: Token-Claim übermittelt.
zh_cn: 代币认领已提交

source: Guardian's of the space will be able to decide where this token will be minted.
de_de: Wächter des Raumes können entscheiden, wo dieses Symbol geprägt wird.
zh_cn: 空间的守护者将能够决定这种代币在哪里Mint。

source: Icon
de_de: Symbol
zh_cn: 图标

source: Name
zh_cn: 名称

source: Symbol
zh_cn: 符号

source: Launchpad Price
de_de: Launchpad Preis
zh_cn: 启动板价格

source: Network
de_de: Netzwerk
zh_cn: 网络

source: Total supply
de_de: Gesamtangebot
zh_cn: 总供应量

source: Current distribution
de_de: Aktuelle Verteilung
zh_cn: 当前分布

source: Type
de_de: Typ
zh_cn: 类型

source: Coming soon
de_de: Kommt bald (Soon!)
zh_cn: 即将到来

source: In Cooldown
de_de: In Abklingzeit
zh_cn: 冷静期中…

source: Buy
de_de: Kaufen
zh_cn: 购买

source: Buy
de_de: Kaufen
zh_cn: 购买

source: Sale starts
de_de: Verkauf startet
zh_cn: 售出开始

source: Cooldown period ends
de_de: Abklingzeit endet
zh_cn: 冷却期结束于

source: Mint token on network
de_de: Token im Netzwerk prägen (Mint)
zh_cn: 铸造代币在网络

source: Public sale will no longer be available after bringing token to a network.
de_de: Der öffentliche Verkauf wird nicht mehr verfügbar sein, nachdem man Token in ein Netzwerk gebracht hat.
zh_cn: 在将代币迁移到网络后，公共销售将不再有效。

source: Once minted all owners will have the option to migrate their tokens to the selected network.
de_de: Einmal geprägt haben alle Besitzer die Möglichkeit, ihre Token in das ausgewählte Netzwerk zu migrieren.
zh_cn: 一旦铸成，任何持有者将可以选择将他们的代币迁移到选定的网络。

source: Note that the ownership and all undistributed tokens will be deposited to your member profile.
de_de: Beachten Sie, dass das Eigentum und alle noch nicht zugewiesenen Token in deinem Mitgliedsprofil hinterlegt werden.
zh_cn: 请注意，所有权和所有未分配的代币将被存入你的会员档案。

source: Tokens to migrate
de_de: Token zum Transfer
zh_cn: 待迁移代币

source: Locked public tokens
de_de: Gesperrte öffentliche Token
zh_cn: 已锁定的公共代币

source: Open sale order
de_de: Offener Verkaufsauftrag
zh_cn: 开启销售订单

source: Token ID
de_de: ID-Token
zh_cn: 代币 ID

source: You will receive
de_de: Du erhältst
zh_cn: 您将收到

source: Fee
de_de: Gebühr
zh_cn: 费用

source: No FEES!
de_de: Keine FEES!
zh_cn: 免费！

source: Make sure the gift storage deposit options in your Firefly wallet is checked when sending tokens.
de_de: Vergewisser dich, dass die Option "Gift-Deposit" in deinem Firefly Wallet beim Senden von Token ausgwählt ist.
zh_cn: 请确保在发送代币时检查你的Fifrefly钱包中的赠送存储存款选项。

source: Sell complete. Congratulations.
de_de: Verkauf abgeschlossen. Gratulation.
zh_cn: 销售完成。恭喜。

source: Offer order created.
de_de: Angebot erstellt.
zh_cn: 报价订单已创建。

source: Open Token Sell
de_de: Token-Verkauf öffnen
zh_cn: 开放代币销售

source: Your Balance
de_de: Dein Guthaben
zh_cn: 您的余额

source: Offered amount of tokens
de_de: Angebotene Anzahl an Token
zh_cn: 已开价的代币总额

source: Create a Sell Order
de_de: Verkaufsauftrag erstellen
zh_cn: 创建一个卖单

source: Offer created.
de_de: Angebot erstellt.
zh_cn: 报价已生成

source: Public sale info
de_de: Öffentliche Auktion: Infos
zh_cn: 公开销售信息

source: Start date is required.
de_de: Startdatum erforderlich.
zh_cn: 开始日期是必填的。

source: Start date for the token offering
de_de: Startdatum für das Tokenangebot
zh_cn: 代币竞价开始日期

source: Offering length is required.
de_de: Angebotsdauer ist erforderlich.
zh_cn: 竞价时长是必填的。

source: Select token offering length (Default 2 days)
de_de: Wähle die Länge des Angebots (Standard 2 Tage)
zh_cn: 选择代币竞价时长(默认2天)

source: Token allocation info
de_de: Token-Zuweisung: Infos
zh_cn: 代币分配信息

source: Sale Setup
de_de: Verkaufseinstellungen
zh_cn: 销售设置

source: Enable Cooldown period
de_de: Abkühlungszeit aktivieren
zh_cn: 启用冷却期

source: Enable Cooldown with refund option.
de_de: Abkühlungszeit mit Rückerstattungsoption aktivieren.
zh_cn: 启用含退款选项的冷却期

source: Cooldown period length is required.
de_de: Länge der Abklingzeit ist erforderlich.
zh_cn: 冷却期的长度是必需的。

source: Select token cooldown length (Default 2 days)
de_de: Wähle die Token Abklingzeit Länge (Standard 2 Tage)
zh_cn: 选择代币冷却期时长(默认2天)

source: No Cooldown. Participants can’t refund.
de_de: Keine Abkühlungszeit. Teilnehmer können keine Rückerstattung beantragen.
zh_cn: 没有冷却期。参与者将无法退款。

source: Enable Oversale
de_de: Überverkauf aktivieren
zh_cn: 允许超售

source: No Oversale. Sale ends with 100% reached.
de_de: Kein "Oversale". Der Verkauf endet wenn 100% erreicht werden.
zh_cn: 无超售，销售达到100%后结束。

source: Sale continues after 100% reached
de_de: Mit 100 % Verkaufsquote wird die Auktion fortgesetzt
zh_cn: 到达100%以后继续销售

source: Confirm and schedule sale
de_de: Bestätige und plane den Verkauf
zh_cn: 确认并预约销售

source: Price per token
de_de: Preis je Token
zh_cn: 每个代币价格

source: Public sale
zh_cn: 公开发售

source: Purchase token
de_de: Token kaufen
zh_cn: 购买代币

source: Enter amount of tokens you want to buy. Price in IOTA will be calculated.
de_de: Geben Sie die Anzahl der Tokens ein, die Sie kaufen möchten. Der Preis in IOTA wird berechnet.
zh_cn: 输入您想要购买的代币数量。IOTA的价格将被计算在内。

source: Enter how much you want to spend. Amount of tokens will be calculated.
de_de: Gebe ein, wieviel du ausgeben möchtest. Die Anzahl der Token wird berechnet.
zh_cn: 输入您想要花销多少，代币的金额将会被计算。

source: Purchased tokens
de_de: Gekaufte Token
zh_cn: 已买到的代币

source: Price
de_de: Preis
zh_cn: 价格

source: Cooldown period ends
de_de: Abklingzeit endet
zh_cn: 冷静期结束

source: Confirm and refund
de_de: Erstattung bestätigen
zh_cn: 确认并退款

source: Refund token
de_de: Token erstatten
zh_cn: 退款代币

source: Initial Price
de_de: Anfangspreis
zh_cn: 初始价格

source: Avg. Price
de_de: Durchschn. Preis
zh_cn: 平均价格

source: Change (24h)
de_de: Änderung (24h)
zh_cn: 变化 (24小时)

source: Volume 24h
de_de: Volumen (24h)
zh_cn: 交易量(24h)

source: Market Cap
de_de: Marktkap
zh_cn: 市值

source: Claim
de_de: Beanspruchen
zh_cn: 认领

source: Refund
de_de: Erstattung
zh_cn: 退款

source: Launching soon
de_de: Startet bald
zh_cn: 即将启动

source: Buy / Sell
de_de: Kaufen / Verkaufen
zh_cn: 买入 / 卖出

source: Stake your token
de_de: Stake deine Token
zh_cn: 质押您的代币

source: Select or define the amount you want to stake and the period for how long you want to lock it.
de_de: Wähle den Betrag des Stakings und den Zeitraum, wie lang du die Token "locken" willst.
zh_cn: 选择或定义您想要质押的金额以及质押多久的时间。

source: Since you are a guardian you can also
de_de: Da du ein Wächter bist, kannst du auch
zh_cn: 因为你是守护者你同样可以

source: - Choose an amount and for how long you’d like to lock it.
de_de: - Wähle einen Betrag aus und lege fest, wie lang zu ihn sperren möchtest.
zh_cn: - 选择一个你想锁定的数量和时间。

source: - Your funds stay at your wallet, but you will not be able to use them during the staking period.
de_de: - Dein Guthaben bleibt in deiner Wallet, aber du kannst es während des Staking-Zeitraums nicht verwenden.
zh_cn: - 你的资金留在你的钱包里，但在质押期间你将不能使用它们。

source: - You will get staked points based on your input.
de_de: - Du erhältst Staking-Punkte basierend auf deinem Input.
zh_cn: - 您将根据您的投入获得质押点数。

source: See Staking reward page for more info
de_de: Siehe Staking-Belohnungseite für weitere Informationen
zh_cn: 更多信息请查看质押奖励页面

source: here.
de_de: hier.
zh_cn: 这里。

source: How it works
de_de: So funktioniert's
zh_cn: 工作原理

source: How much {{ token?.symbol | uppercase }} you want to stake?
de_de: Wie viel {{ token?.symbol | uppercase }} möchtest du Staken?
zh_cn: 你想质押多少 {{ token?.symbol | uppercase }} ?

source: Rewards Multiplier
de_de: Multiplikator der Belohnung
zh_cn: 奖励倍数

source: Staking Value <wen-icon-question-circle [size]="18" class="float-right ml-2 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" ></d
de_de: Staking Wert <wen-icon-question-circle [size]="18" class="float-right ml-2 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" > </d
zh_cn: 质押价值 <wen-icon-question-circle [size]="18" class="float-right ml-2 text-icons-secondary dark:text-icons-secondary-dark" nz-tooltip i18n-nzTooltipTitle nzTooltipTitle="Staked amount * Rewards Multiplier" ></d

source: Staked amount * Rewards Multiplier
de_de: Gestakte Anzahl * Belohnungsmultiplikator
zh_cn: 质押数量 * 奖励倍数

source: You will earn
de_de: Du verdienst
zh_cn: 您将获取

source: Stake complete. Congratulations.
de_de: Staking abgeschlossen. Gratulation.
zh_cn: 质押完成，恭喜你！

source: Token stake submitted.
de_de: Token Stake übermittelt.
zh_cn: 代币质押已提交

source: Trade details
de_de: Handelsdetails
zh_cn: 交易详情

source: Traded amount
de_de: Gehandelter Betrag
zh_cn: 交易金额

source: Price per token
de_de: Preis je Token
zh_cn: 代币单价

source: Date and Time
de_de: Datum und Zeit
zh_cn: 日期和时间

source: Fullfilled
de_de: Ausgeführt
zh_cn: 已完成

source: Date
de_de: Datum
zh_cn: 日期

source: State
de_de: Status
zh_cn: 状态

source: Storage deposit fee
de_de: "Storage deposit" - Gebühr
zh_cn: 存储押金

source: Fullfilment
de_de: Vollständige Erfüllung
zh_cn: 完成情况

source: Seller
de_de: Verkäufer
zh_cn: 卖方

source: Transaction
de_de: Transaktion
zh_cn: 交易

source: Non Transferable
de_de: Nicht übertragbar
zh_cn: 不可转让

source: Processing...
de_de: In Bearbeitung...
zh_cn: 处理中...

source: Soonaverse Fee
de_de: Soonaverse Gebühr
zh_cn: Soonaverse费用

source: Exchange Fee
de_de: Umtauschgebühr
zh_cn: 交易费

source: 24h change/Price
de_de: 24h Änderung/Preis
zh_cn: 24h 价格波动

source: Markets
de_de: Märkte
zh_cn: 市场

source: No Tokens
de_de: Keine Tokens
zh_cn: 无代币

source: Cast Vote
de_de: Stimme abgeben
zh_cn: 投票

source: Question
de_de: Frage
zh_cn: 问题

source: Selected option
de_de: Ausgewählte Option
zh_cn: 已选选项

source: How do you set your votes?
de_de: Wie stimmst du ab?
zh_cn: 您如何设置您的投票？

source: Total native tokens
de_de: Gesamte native Tokens
zh_cn: 原生代币总计

source: Total staked tokens
de_de: Gesamte gestakte Tokens
zh_cn: 质押代币总计

source: Voting is active on
de_de: Abstimmung läuft
zh_cn: 投票已启用于

source: Your total voting weight
de_de: Dein volles Stimmgewicht
zh_cn: 您的总投票权重

source: Note tha staked tokens can be used only for one voting. Your voting weight will be split if you use staked tokens on other proposal.
de_de: Beachte, dass gestakte Tokens nur für eine Abstimmung verwendet werden können. Dein Stimmgewicht wird aufgeteilt, wenn du deine gestakten Tokens auf einen anderen Vorschlag splittest.
zh_cn: 请注意，已质押的代币只能用于一次投票。如果你在其他提案上使用已质押的代币，你的投票权重将被分割。

source: Cast Votes
de_de: Stimmen abgeben
zh_cn: 投票

source: Send Native Tokens
de_de: Native Tokens senden
zh_cn: 发送原生代币

source: Use Staked Tokens
de_de: Gestakte Tokens benutzen
zh_cn: 使用质押代币

source: Vote received.
de_de: Stimme erhalten.
zh_cn: 收到投票。
